Repository: DorianB2017/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: cs, es, ia, nl, pt_br, uk

source: There are different types of updates
cs: Existuje několik druhů aktualizací
es: Hay diferentes tipos de actualizaciones
ia: Il ha typos de actualisationes differente
nl: Er zijn verschillende soorten bijgewerkte pakketten
pt_br: EXistem diferentes tipos de atualizações
uk: Існують різні типи оновлень

source: The different types of updates
cs: Rozdílné typy aktualizací
es: Los diferentes tipos de actualizaciones
ia: Le typos de actualisationes differente
nl: De verschillende soorten bijgewerkte pakketten
pt_br: O tipo diferente de atualização
uk: Різні типи оновлень

source: There are different types of updates:
cs: Je několik typů aktualizací
es: Existen diferentes tipos de actualizaciones:
ia: Il ha plure typos de actualisationes:
nl: Er zijn verschillende soorten bijgewerkte pakketten:
pt_br: Existem diferentes tipos de atualizações:
uk: Існують різні типи оновлень:

source: 'Software updates' are updates which fix bugs (or also sometimes which bring new features).
cs: Softwarové aktualizace jsou aktualizace, které spravují chyby (nebo také někdy přináší nové funkce)
es: Las 'actualizaciones de software' reparan errores (a veces también aportan nuevas prestaciones).
ia: Le 'Actualisationes del software' es actualisationes que fixa errores (o anque, alcun vices, que porta nove functionalitates)
nl: 'Foutreparaties' zijn bijgewerkte pakketten die fouten herstellen (en soms ook nieuwe functies toevoegen).
pt_br: "Atualizações de software" são atualizações que corrigem erros (ou às vezes também que trazem novos recursos).
uk: 'Менеджер оновлень' встановлює оновлення, які виправляють помилки (а також іноді додають нові можливості).

source: 'Security updates' are updates which patch vulnerabilities.
cs: Bezpečnostní aktualizace jsou aktualizace, které opravují zranitelnosti
es: Las 'actualizaciones de seguridad' corrigen vulnerabilidades.
ia: Le 'Actualisationes de securitate' es actualisationes sarci del vulnerabilitates.
nl: 'Veiligheidsreparaties' zijn bijgewerkte pakketten die kwetsbaarheden verhelpen.
pt_br: "Atualizações de segurança" são atualizações que trazem patches contra vulnerabilidades.
uk: 'Менеджер оновлень' встановлює оновлення, які виправляють вразливості.

source: 'Kernel updates' represent the installation of a newer kernel.
cs: 'Aktualizace jádra' znamenají instalaci novějšího jádra.
es: Las 'actualizaciones del kernel' suponen la instalación de un kernel más actual.
ia: 'Kernel updates' representa le installation de un kernel plus recente.
nl: 'Bijgewerkte systeemkernen' zijn eigenlijk gewoon volledige nieuwe systeemkernen.
pt_br: 'Atualizações do kernel' representam a instalação de um novo kernel.
uk: 'Оновлення ядра' дозволяє встановити нову версію ядра Linux.

source: Security is very important but also very technical. Vulnerabilities don't always affect your computer and can be quite difficult to understand. Most people don't understand them at all and their personal computers are rarely at risk. That said, a security breach can have dire consequences, so it is always recommended to take them seriously.
cs: Bezpečnost je velmi důležitá, ale také technicky náročná na realizaci. Zranitelnosti systému nemusí vždy ovlivnit váš počítač, proto bývá bezpečnost podceňována. Většina lidí bezpečnosti nerozumí vůbec a proto je jejich počítač vystavován riziku. Proniknutí do systému pak může mít velmi neblahé důsledky. Proto se doporučuje brát problém se zabezpečením velmi vážně.
es: La seguridad es muy importante, pero es un tema muy técnico. Las vulnerabilidades no siempre afectan su ordenador y pueden ser bastante difíciles de entender. La mayoría de la gente no las entiende pero sus ordenadores rara vez están en riesgo. Dicho esto, una brecha de seguridad puede tener consecuencias nefastas, por eso siempre es recomendable tomárselas en serio.
ia: Le securitate es troppo importante ma alsi multo technic. Le vulnerabilitates non sempre affice tu computator e pote esser bastante difficile a comprender. Le major parte del personas non los comprende totalmente e lor personal computatores es rarmente a risco. Illo dicite, un brecha de securitate pote haber tragic consequentias, assi il es sempre recommendate los prender seriemente.
nl: Veiligheid is erg belangrijk, maar niet elk veiligheidsprobleem is in de praktijk van evenveel belang. Kwetsbaarheden beïnvloeden uw computer niet altijd, en kunnen behoorlijk moeilijk zijn om te begrijpen. Veel mensen begrijpen hen totaal niet, en toch zijn hun computers zelden in gevaar. Dat gezegd hebbende: een computerinbraak kan ernstige gevolgen hebben, dus het is aan te bevelen om kwetsbaarheden serieus te nemen.
pt_br: Segurança é muito importante mas também muito técnico. Vulnerabilidades nem sempre afetam seu computador e podem ser bastante difícil de entender. Muitas pessoas não compreendem tudo e seus computadores pessoais raramente estão em risco. Dito isso, uma falha de segurança pode ter sérias consequências, por isso recomendamos que levem isso a serio.
uk: Безпека не лише важлива, але також має технічний характер. Вразливості не завжди впливають на Ваш комп’ютер й можуть бути складно помічені. Більшість людей не збагнуть цього й їх комп’ютери зазнають ризику. Втім, порушення правил безпеки може призвести до важких наслідків, тому завжди радиться сприймати їх серйозно.

source: By default, security updates are always visible, no matter what policy you chose and what level they are.
cs: Dle výchozího nastavení jsou bezpečnostní aktualizace vždy viditelné bez ohledu na vámi zvolené preference a na význam těchto aktualizací.
es: Por defecto, las actualizaciones de seguridad siempre están visibles, sin importar qué política elegió usted ni de qué nivel son.
ia: Ordinarimente, le actualisation de securitate es sempre visibile, il non importa qual regulas tu seligeva e de qual grado illos es.
nl: Standaard zijn alle veiligheidsreparaties altijd zichtbaar. Ongeacht het bijwerkbeleid dat u hebt gekozen en ongeacht hun niveau.
pt_br: Por padrão, atualizações de segurança são sempre visivéis, não importa qual politica você escolheu e qual o nível elas estão.
uk: Типово оновлення безпеки завжди є видимими, незалежно від того, яку Ви вибрали політику і якого вони рівня.

source: Software updates aren't as important. They bring bug fixes or improvements which are not related to security. As such they're less urgent and can even be considered optional.
cs: Softwarové aktualizace nejsou tak důležité. Jsou významné pro opravu chyb či dílčí vylepšení nespojené s bezpečností. Jako takové nejsou tak urgentní a mohou být nastaveny jako volitelné.
es: Las actualizaciones de software no son tan importantes. Son correcciones de problemas o mejoras que no tienen que ver con la seguridad. Son menos urgentes y pueden incluso ser consideradas opcionales.
ia: Le actualisationes del software non es tam importante. Illos apporta fixationes de defecto o meliorationes que non es associate al securitate. Como tal illos es minus urgente e pote mesmo esser considerate facultative.
nl: Foutreparaties zijn niet zo belangrijk. Ze betreffen foutherstel of verbeteringen die geen betrekking hebben op de veiligheid. Daarom zijn ze minder dringend en kunnen ze zelfs worden gezien als optioneel.
pt_br: Atualizações de software não são tão importantes. Elas trazem correção de erros ou melhorias que não são relacionadas a segurança. Portanto, elas são consideradas menos urgentes e podem ser consideradas opcionais.
uk: Оновлення програмного забезпечення не так важливі. Вони приносять виправлення помилок або поліпшення, які не мають відношення до безпеки. Таким чином Вони не є надто актуальними й можуть навіть розглядатися як необов'язкові.

source: In Linux Mint, kernel updates bring both security patches and bug fixes (and sometimes even new features), and they impact critical parts of the operating system. This makes kernel updates important from a security point of view, but also prone to regressions which can be hard to fix for novice users.
cs: Aktualizace jádra v Linux Mintu přináší jak bezpečnostní záplaty, tak opravy chyb (a někdy dokonce i nové funkce), mají ale vliv na kritické části operačního systému. Aktualizace jádra je sice důležitá z bezpečnostního hlediska, zároveň ale může znamenat regresi, která je problematicky řešitelná začínajícími uživateli.
es: En Linux Mint, las actualizaciones del kernel reparan errores y vulnerabilidades (a veces también introducen nuevas prestaciones), actuando sobre partes críticas del sistema operativo. Esto hace que las actualizaciones del kernel sean importantes desde el punto de vista de la seguridad, pero también hace que puedan llevar a regresiones difíciles de reparar para usuarios noveles.
ia: In Linux Mint, le actualisationes del kernel apporta pecias de securitate e fixationes de defecto (e a vices mesmo nove functionalitates), e illos influentia partes critic del systema operative. Isto rende le actualisationes del kernel importante ab un puncto de vista de securitate, ma alsi pron a regressiones que pote esser dur a fixar pro le nove usatores.
nl: In Linux Mint bevatten bijgewerkte systeemkernen zowel veiligheidsreparaties als foutreparaties (en soms zelfs nieuwe functies). Ze betreffen het allerbelangrijkste onderdeel van het besturingssysteem. Dit maakt bijgewerkte systeemkernen belangrijk vanuit veiligheidsoogpunt, maar ze kunnen ook regressies bevatten die beginnende Linuxgebruikers moeilijk zelf kunnen herstellen.
pt_br: No Linux Mint, atualizações do kernel pode trazer ambos os patches de segurança e correções de bugs (e às vezes até mesmo novos recursos), e eles impactam em partes críticas do sistema operacional. Isso faz com que atualizações de kernel importantes do ponto de vista da segurança, mas também propensas a regressões que pode ser difícil de corrigir para usuários iniciantes.
uk: У Linux Mint, оновлення ядра латають систему безпеки та виправляють інші вади(іноді надаються навіть нові функції), але вони також впливають на критичні частини операційної системи. Тому оновлення ядра є важливими з точки зору безпеки але й можуть загрожувати можливими небажаними регресіями які може бути важко виправити початківцям.

source: When an update breaks something, it's called a "regression".
cs: Pokud aktualizace něco přeruší, nazývá se "regresní".
es: Cuando una actualización estropea algo, a eso se le llama "regresión".
ia: Quando un actualisation corrumpe alco, illo es appellate un "regression".
nl: Wanneer een bijgewerkt pakket iets kapot maakt, heet dat een 'regressie'.
pt_br: Quando uma atualização danifica alguma coisa, ela é chamada de "regressão".
uk: Коли оновлення псує щось, це називається «регресія».

source: Software regressions
cs: Softwarové regrese
es: Regresiones de software
ia: Regressiones del software
nl: Regressies in programmatuur
pt_br: Regressão de software
uk: Регресії програмного забезпечення

source: Updates keep your computer safe, eliminate bugs and even sometimes add new features to your operating system.
cs: Aktualizace pomáhají udržet váš počítač bezpečný, eliminují chyby a někdy také přinášejí vylepšení do vašeho operačního systému.
es: Las actualizaciones protegen el ordenador, corrigen problemas y a veces añaden nuevas características al sistema operativo.
ia: Le actualisationes mantene tu computator salve, elimina defectos atque a vices adde nove functionalitate a tu systema operative.
nl: Bijgewerkte pakketten houden uw computer veilig, lossen fouten op en voegen soms zelfs nieuwe functies toe aan uw besturingssysteem.
pt_br: Atualizações mantem seu computador seguro, elimina erros e às vezes adicionam algumas funcionalidades ao seu sistema operacional.
uk: Оновлення зберігають Ваш комп'ютер у безпеці, усувають помилки і навіть іноді додають нові функції операційної системи.

source: Unfortunately they also sometimes introduce new issues called 'regressions'.
cs: Bohužel občas bývají zavedeny nové vydání označované jako 'regresní'.
es: Desafortunadamente a veces introducen nuevos problemas llamados 'regresiones'.
ia: Infortunatemente illos alsi a vices presenta nove problemas appellate 'regressiones'.
nl: Helaas veroorzaken ze soms ook nieuwe problemen genaamd 'regressies'.
pt_br: Infelizmente elas também às vezes introduzem novas questões chamadas de "regressão".
uk: На жаль, вони іноді призводять до нових проблем, званих «регресіями».

source: Regressions are very common in the software industry. They're inherent to software development. Code changes can cause regressions. No matter how skilled developers are, they can't always predict every possible situation or test on every possible hardware specification.
cs: Regrese jsou běžnou záležitostí v softwarovém průmyslu. Jsou vlastní softwarovému vývoji. Změny kódu mohou zapříčinit regresi bez ohledu na schopnosti vývojářů. Nikdy nebudou schopni predikovat každou situaci, která může nastat, nebo testovat na všech možných hardwarových kombinacích.
es: Las regresiones son muy comunes. Son inherentes al desarrollo de software. Los cambios en el código pueden causar regresiones. Por hábiles que sean los desarrolladores, no siempre pueden prever todas las situaciones o probar todas las configuraciones de hardware posibles.
ia: Le regressiones es multo commun in le industria del software. Illos es inherente al disveloppamento del software. Le cambiamentos de codice pote causar regressiones. Il non importa quanto le disveloppatores es experte, illes non pote sempre prevenir cata possibile situation o essayar cata possibile specification del hardware.
nl: Regressies zijn heel gewoon in de programmatuurbedrijfstak. Ze zijn inherent aan programmatuurontwikkeling: alle codeveranderingen kunnen nu eenmaal regressies veroorzaken. Ongeacht hoe bekwaam ontwikkelaars zijn, ze kunnen niet altijd elke mogelijke situatie voorspellen, noch elke mogelijke apparatuurcombinatie beproeven.
pt_br: Regressões são muito comuns na indústria de software. Eles são inerentes ao desenvolvimento de software. As alterações de código podem causar regressões. Não importa o quão habilidosos são os desenvolvedores, eles nem sempre podem prever todas as situações possíveis ou testar em cada especificação de hardware possível.
uk: Регресії дуже поширені в індустрії програмного забезпечення. Вони притаманні розробці програмного забезпечення. Зміни коду можуть призвести до регресій. Незалежно від того, наскільки досвідчені розробники, вони не завжди можуть передбачити усі можливі ситуації або робити тест на усі можливі специфікації обладнання.

source: When a regression happens, it breaks something which worked well before.
cs: Při vzniku regrese dochází k porušení něčeho, co před tím pracovalo správně.
es: Cuando ocurre una regresión, estropea algo que antes funcionaba bien.
ia: Quando un regression occurre, illo corrumpe alco que antea functionava ben.
nl: Wanneer er een regressie plaatsvindt, maakt ze iets kapot dat voorheen wel goed werkte.
pt_br: Quando uma regressão acontece, quebra algo que funcionava bem antes.
uk: Коли відбувається регресія, це псує щось, що працювало до того.

source: Sometimes it doesn't really matter, but sometimes it matters a lot.
cs: Někdy na tom příliš nezáleží, ale jindy na tom záleží velmi.
es: A veces no es importante, pero otras veces sí lo es.
ia: A vices in veritate illo non es importante, ma altere vices illo importa multo.
nl: Soms doet dat er niet erg toe, maar soms juist heel veel.
pt_br: Às vezes não importa, mas às vezes é muito importante.
uk: Іноді це не має значення, але буває так, що це має велике значення.

source: It depends on what part of the operating system is affected and whether or not you're able to work around it or to fix it.
cs: Záleží na tom, která část operačního systému je postižena a zdali jste schopni věc opravit či pracovat i přes tuto skutečnost.
es: Depende de qué parte del sistema operativo se ve afectada, y de si es posible solucionarlo o encontrar un remedio.
ia: Illo depende de qual parte del systema operative es afficite e si tu es an non capace a circuir illo o a lo fixar.
nl: Het hangt ervan af welk onderdeel van het besturingssysteem is aangetast. En of u er zelf omheen kunt werken of het zelf kunt herstellen.
pt_br: Isso depende de que parte do sistema operacional é afetado e se você é capaz de contorná-lo ou corrigi-lo.
uk: Це залежить від того, яка частина операційної системи постраждала і чи вдасться попрацювати над тим щоб це виправити або обійти.

source: Say, the PDF reader is no longer able to print. Well, it's annoying... but it's not as problematic as if your network connection stopped working or if you were suddenly unable to boot the computer or to login.
cs: Řekněme, že prohlížeč PDF není již nadále schopen tisknout. Dobře, je to nepříjemné... ale není to tak problematické jako když vám přestane pracovat připojení k internetu nebo když nemůžete zapnout počítač či se přihlásit.
es: Supongamos que el lector de PDF no puede imprimir. Es molesto, pero no es tan grave como si la conexión de red dejara de funcionar o si de repente el equipo no arranca o no se puede iniciar sesión.
ia: Per exemplo, le lector de PDF non es plus capace a stampar. Alora, il es moleste... ma il non es problematic como si tu connexion de rete fini de functionar o si tu ha essite subito incapace a re-initiar le computator o a aperir le session.
nl: Stel, de PDF-lezer kan ineens niet meer afdrukken. Dat is natuurlijk ergerlijk.... Maar het is niet zo problematisch als wanneer uw netwerkverbinding er ineens mee uitscheidt of wanneer u uw computer niet meer kunt opstarten.
pt_br: Digamos, o leitor de PDF não é mais capaz de imprimir. Bem, é chato ... mas não é tão problemático como se a sua conexão de rede parasse de funcionar ou se você fosse de repente incapaz de inicializar o computador ou login.
uk: Скажімо, читач PDF більше не в змозі друкувати. Ну, це дратує ... але це не так проблематично, як якщо наприклад перестало працювати мережеве з'єднання або якщо раптом комп’ютер перестав завантажуватися чи виникли проблеми із входом.

source: In the latter case, it can be very problematic if you're not experienced with Linux and you don't know how to troubleshoot.
cs: V určitých situacích v budoucnu může být velmi problematické, pokud nemáte zkušenosti s Linuxem a nevíte, jak řešit nastalé problémy.
es: En el último caso, puede ser muy problemático si usted no es experto en Linux y no sabe cómo solucionar el problema.
ia: In le ultime caso, il pote esser troppo problematic si tu non es experiente con Linux e tu non cognosce como facer le cassa al defectos.
nl: In dat laatste geval kan het erg problematisch zijn wanneer u niet ervaren bent met Linux en u niet weet hoe u problemen zelf kunt oplossen.
pt_br: Neste último caso, pode ser muito problemático se você não tiver experiência com o Linux e não souber como solucionar problemas.
uk: В останньому випадку це може бути дуже проблематично, якщо Ви не стикалися з Linux, й не знаєте, як усунути несправність.

source: Choosing an update policy
cs: Zvolte režim aktualizací
es: Elección de una política de actualización
ia: Election de un regula de actualisation
nl: Het kiezen van een bijwerkbeleid
pt_br: Escolhendo uma política de atualização
uk: Вибір політики оновлення

source: Update policy
cs: Zásady aktualizace
es: Política de actualizaciones
ia: Polissa de actualisation
nl: Bijwerkbeleid
pt_br: Política de atualização
uk: Політика оновлення

source: The update manager is highly configurable. You can go in the preferences and fine-tune which levels you want to show and which levels you want to preselect. This is your computer and so you can tune it the way you want.
cs: Manažer aktualizací je velmi škálovatelný. Můžete si v preferencích zvolit k vaší libosti kterou úroveň chcete ukázat a kterou chcete předvybrat. Toto je váš počítač a můžete si jej vylepšovat jak je vám libo.
es: El administrador de actualizaciones es muy configurable. Puede ir a las preferencias y ajustar con detalle los niveles que quiere mostrar y los que quiere preseleccionar. Es su equipo y usted puede configurarlo a su gusto.
ia: Le gestor actualisation es altemente configurabile. Tu pote ir in le preferentias e prefixar qual nivellos tu desira monstrar e que nivellos tu desira pre-eliger. Isto es tu computator e assi tu pote syntonisar illo per le via que tu desira.
nl: Het Bijwerkbeheer is uitermate instelbaar. U kunt in de voorkeuren duiken en precies instellen welke niveaus u wilt zien en welke niveaus u wilt voorselecteren. Het is uw eigen computer, dus u kunt het helemaal instellen zoals u het zelf wilt hebben.
pt_br: O gerenciador de atualizações é altamente configurável. Você pode ir nas preferências e ajustar os níveis que você deseja selecionar e quais os níveis que você deseja pré-selecionar. Este é o seu computador e assim você pode ajustá-lo da maneira desejada.
uk: Менеджер оновлень легко налаштовується. Ви можете піти у режим налаштування та точного налаштування, обрати які рівні Ви бажаєте показати й котрі рівні Ви волієте встановити. Це Ваш комп’ютер і тому Ви можете налаштувати його, як Вам заманеться.

source: The first time you launch it, it will try to understand who you are and set these settings for you. To do so, it will show you three update policies and ask you to choose the one you like best.
cs: Při prvním spuštění se to bude snažit rozumět tomu, kdo jste, a nastavit tyto nastavení právě pro vás. K tomu, aby se tak mohlo stát, se vám zobrazí tři aktualizační strategie a vy si budete moci zvolit nejlepší z nich.
es: La primera vez que lo abra, intentará establecer los ajustes adecuados para usted. Para eso, le mostrará tres políticas de actualización, y le pedirá que elija la que prefiera.
ia: Le prime vice que tu lo lancea, illo pote tentar de comprender qui tu es e configurar iste preferentias pro te. Pro facer assi, illo te monstrara tres criterios de actualisation e te querera de eliger illo que te place plus.
nl: De eerste keer dat u Bijwerkbeheer start, zal het proberen om te begrijpen wat voor Linuxgebruiker u bent en zal het deze instellingen dienovereenkomstig voor u instellen. Om dat te kunnen doen, zal het u drie vormen van bijwerkbeleid tonen en u vragen om er één te kiezen.
pt_br: Na primeira vez que você o iniciá-lo, ele tentará entender quem é você e definir essas configurações para você. Para fazer isso, ele irá mostrar-lhe três políticas de atualização e pedir-lhe para escolher o que você prefere.
uk: Під час першого запуску, він буде намагатися зрозуміти, хто Ви і встановити ці налаштування для Вас. Для цього, він покаже Вам три політики оновлення і попрохає Вас вибрати ту, яка Вам більше подобається.

source: All policies have this in common:
cs: Všechny strategie mají toto společné:
es: Todas las políticas tienen esto en común:
ia: Tote le criterios ha in commun isto:
nl: Alle vormen van bijwerkbeleid hebben het volgende gemeen:
pt_br: Todas as politicas possuem isso em comum:
uk: Усі політики мають спільну рису:

source: For security reasons, security updates are always visible (no matter what level they are).
cs: S ohledem na bezpečnost jsou bezpečnostní aktualizace vždy viditelné (bez ohledu na jejich úroveň).
es: Por razones de seguridad, las actualizaciones de seguridad siempre están visibles (no importa qué nivel tengan).
ia: Pro rationes de securitate, le actualisationes de securitate es sempre visibile (il non importa del nivello cuje illos es).
nl: Veiligheid is van groot belang, dus zijn alle veiligheidsreparaties altijd zichtbaar (ongeacht hun niveau).
pt_br: Por razões de segurança, atualizações de segurança são sempre visíveis(não impantando qual seu nível).
uk: З міркувань безпеки, оновлення безпеки завжди видно (незалежно від того, на якому рівні вони знаходяться).
