Repository: DorianB2017/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: cs, es, ia, nl, pt_br, uk

source: Updates are given a level indicating how much of an impact they have on the operating system
cs: Aktualizace mají přidělenou úroveň indikující jak moc velký dopad mají na operační systém.
es: El nivel de las actualizaciones indica qué impacto tienen en el sistema operativo
ia: Al actualisationes es date un nivello indicante quante impacto illos ha sur le systema operative
nl: Bijgewerkte pakketten krijgen een niveau-aanduiding, die aangeeft hoeveel invloed ze hebben op het besturingssysteem
pt_br: As atualizações recebem um nível que indica a quantidade de impacto que têm no sistema operacional
uk: Оновлення даного рівню показують вплив, який вони здійснюють на операційну систему

source: Update levels
cs: Úroveň aktualizací
es: Niveles de actualización
ia: Nivellos de actualisation
nl: Niveaus van bijgewerkte pakketten
pt_br: Níveis de atualização
uk: Рівні оновлень

source: Updates are given a level indicating how much of an impact they have on the operating system.
cs: Aktualizace mají přidělenou úroveň indikující jak moc velký dopad mají na operační systém.
es: El nivel de las actualizaciones indica qué impacto tienen en el sistema operativo
ia: Al actualisationes es date un grado indicante quanto impacto illos ha sur le systema operative.
nl: Bijgewerkte pakketten krijgen een niveau-aanduiding, die aangeeft hoeveel invloed ze hebben op het besturingssysteem.
pt_br: As atualizações recebem um nível que indica a quantidade de impacto que têm no sistema operacional.
uk: Оновлення даного рівню показують вплив, який вони здійснюють на операційну систему.

source: There are 4 levels:
cs: Existují 4 úrovně.
es: Hay 4 niveles:
ia: Il ha 4 nivellos:
nl: Er zijn vier niveaus:
pt_br: Existem 4 níveis:
uk: Є 4 рівні:

source: Minimal
cs: Minimální
es: Mínimo
ia: Minime
nl: Minimaal
pt_br: Minimo
uk: Мінімальний

source: No impact on the system or other applications.
cs: Žádný dopad na systém nebo ostatní aplikace.
es: Sin impacto en el sistema ni en otras aplicaciones.
ia: Minime
nl: Geen invloed op het systeem of op andere toepassingen.
pt_br: Sem impacto ao sistema ou outras aplicações.
uk: Не впливає на систему та інші програми.

source: Normal
cs: Normální
nl: Normaal
uk: Звичайний

source: Default level. Usually low impact on the system.
cs: Výchozí úroveň. Obvykle malý dopad na systém.
es: Nivel por defecto. Normalmente, bajo impacto en el sistema.
ia: Nivello standard prefixate. Usualmente basse impacto sur le systema.
nl: Standaardniveau. Doorgaans weinig invloed op het systeem.
pt_br: Nível padrão. Geralmente baixo impacto no sistema.
uk: Типовий рівень. Зазвичай, мало впливає на систему

source: Large
cs: Vysoký
es: Grande
nl: Groot
pt_br: Grande
uk: Великий

source: Apply with caution. Impact on multiple applications.
cs: Používejte s rozvahou. Má dopad na mnoho aplikací.
es: Aplicar con cuidado. Impacto en múltiples aplicaciones.
ia: Applicar con prudentia. Impacto sur plure applicationes.
nl: Wees enigszins voorzichtig met installeren. Invloed op meerdere toepassingen.
pt_br: Apĺique com atenção. Impacto em múltiplas aplicações.
uk: Застосовувуйте з обережністю. Впливає на частину додатків.

source: Sensitive
cs: Kritický
es: Sensible
ia: Sensibile
nl: Gevoelig
pt_br: Sensível
uk: Чутливий

source: Apply one by one. Impact on sensitive parts of the system.
cs: Aplikujte jednu po druhé. Má dopad na citlivé části systému.
es: Aplicar de una en una. Impacto en partes sensibles del sistema.
ia: Applicar un per un. Impacto sur partes sensibile del systema.
nl: Installeer deze pakketten één voor één. Invloed op belangrijke delen van het systeem.
pt_br: Aplique uma a uma. Impacto em partes sensíveis do sistema.
uk: Застосувуйте по одному. Впливає на чутливі частини системи.

source: And there's also a special level which is given to updates with known critical issues:
cs: A je zde i speciální úroveň, která je určena aktualizacím se známými kritickými problémy:
es: También existe un nivel especial para las actualizaciones con problemas críticos conocidos:
ia: E il ha alsi un nivello special que es date pro actualisationes con note problemas critic:
nl: En er is ook nog een speciaal niveau voor bijgewerkte pakketten met bekende kritieke problemen:
pt_br: E existe também um nível especial que é dado a atualizações com problemas críticos conhecidos.
uk: Також є спеціальний рівень, який надається оновленням для виправлення критичних проблем:

source: Dangerous
cs: Nebezpečný
es: Peligroso
ia: Periculose
nl: Gevaarlijk
pt_br: Perigoso
uk: Небезпечний

source: Very rare. Not recommended. Known to create issues.
cs: Velmi vzácný. Není doporučováno. Známo pro kritické problémy.
es: Muy poco frecuente. No recomendado. Se sabe que causa problemas.
ia: Multo rar. Non recommendate. Note per crear problemas.
nl: Zeer zeldzaam. Niet aanbevolen. Bekend problematisch.
pt_br: Muito raro. Não recomendado. Conhecido por criar problemas.
uk: Дуже рідко. Не радиться. Відомо, що створює проблеми.

source: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Level 1
cs: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Úroveň 1
es: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Nivel 1
nl: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Niveau 1
pt_br: <media type="image" src="figures/mintupdate-level1.svg" height="40"/> Nível 1

source: Level 1 updates are updates which only affect their own software and have no impact on the rest of the system.
cs: Úroveň 1 aktualizací jsou aktualizace, které ovlivňují pouze jejich vlastní software a nemají žádný dopad na zbytek systému.
es: Las actualizaciones de nivel 1 sólo afectan a su propio software y no tienen impacto en el resto del sistema.
ia: Le actualisationes de nivello 1 es actualisationes que affice solmente lor proprie software e ha nulle impacto sur le resto del systema.
nl: Bijgewerkte pakketten van niveau 1, beïnvloeden alleen hun eigen programmatuur en niet de rest van het systeem.
pt_br: Atualizações de nível 1 são atualizações que somente afetam seus próprios software e não tem impacto ao resto do sistema.
uk: Оновлення 1 рівню - це оновлення, які впливають лише на їх власне програмне забезпечення й не впливають на решту системи.

source: They're usually updates for single applications. For instance:
cs: Jsou to obvykle aktualizace pro jednotlivé aplikace. Například:
es: Normalmente actualizan una sola aplicación. Por ejemplo:
ia: Illos es usualmente actualisationes pro singule applicationes.
nl: Het betreft doorgaans bijgewerkte pakketten voor individuele toepassingen. Bijvoorbeeld:
pt_br: Geralmente são atualizações para aplicações únicas. Por exemplo:
uk: Це зазвичай оновлення однієї програми. Наприклад:

source: The calculator
cs: Kalkulátor
es: La calculadora
ia: Le calculator
nl: De rekenmachine
pt_br: A calculadora
uk: Калькулятор

source: The PDF reader
cs: Prohlížeč PDF
es: El lector PDF
ia: Le lector de PDF
nl: De PDF-lezer
pt_br: O leitor de PDF
uk: Читач PDF

source: The text editor
cs: Textový editor
es: El editor de texto
ia: Le editor de texto
nl: De tekstbewerker
pt_br: O editor de texto
uk: Текстовий редактор

source: The media player
cs: Přehrávač médií
es: El reproductor multimedia
ia: Le reproductor de medios
nl: De mediaspeler
pt_br: O tocador de mídia
uk: Медіа програвач

source: You can apply these updates without worrying about regressions. In the worst case scenario a regression would only affect the software you're upgrading, not the operating system itself.
cs: Tyto aktualizace můžete instalovat bez obav z regresí. V nejhorším možném případě se regrese objeví pouze u softwaru, který aktualizujete, ale nikoli u operačního systému samotného.
es: Puede aplicar esas actualizaciones sin temer a las regresiones. En el peor de los casos, una regresión sólo afectará al programa que está actualizando, nunca al sistema operativo.
ia: Tu pote applicar iste actualisationes sin anxietate circa le regressiones. In le scenario del pejor caso un regression pote solmente afficer le software que tu es actualisante, non le systema operative ipse.
nl: U kunt deze bijgewerkte pakketten installeren zonder u zorgen te hoeven maken over regressies. In het ergste geval zou een regressie alleen de programmatuur kunnen beïnvloeden die u aan het bijwerken bent, en niet het besturingssysteem zelf.
pt_br: Você pode aplicar essas atualizações sem preocupações quanto a regressões. No pior cenário, uma regressão afetaria apenas o software que você está atualizando, e não o próprio sistema operacional.
uk: Ви можете застосовувати ці оновлення, не турбуючись про регресії. У гіршому випадку регресія вплине лише на програмне забезпечення, що Ви оновлюєте, а не на операційну систему.

source: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Level 2
cs: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Úroveň 2
es: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Nivel 2
nl: <media type="image" src="figures/mintupdate-level2.svg" height="40"/> Niveau 2

source: This is the default level, so the vast majority of updates are level 2.
cs: Toto je výchozí úroveň, proto je naprostá většina aktualizací na úrovni 2.
es: El nivel por defecto. La mayoría de las actualizaciones son de nivel 2.
ia: Iste es le nivello de base, assi le vaste generalitate de actualisationes es de nivello 2.
nl: Dit is het standaardniveau, dus de overgrote meerderheid van de bijgewerkte pakketten zijn niveau 2.
pt_br: Este é o nível padrão, então a grande maioria das atualizações são nível 2.
uk: Це типовий рівень, тому переважна більшість оновлень це рівень 2.

source: These updates aren't known to impact large areas or sensitive parts of the system, but they're not guaranteed to only affect their own software either.
cs: Tyto aktualizace nejsou známé jako ty, co mají dopad na větší oblasti citlivých částí systému, ale není u nich zaručeno, že budou ovlivňovat pouze software, pro který jsou určeny.
es: Estas actualizaciones no afectan a grandes áreas o a partes sensibles del sistema, pero no se garantiza que solo afecten a su propio software.
ia: Iste actualisationes non es note per haber impacto sur grande areas o partes sensibile del systema, ma il non es garantite que illos affice solmente lor proprie software.
nl: Deze bijgewerkte pakketten beïnvloeden geen grote of gevoelige onderdelen van het systeem, maar ze zouden wel meer kunnen beïnvloeden dan alleen hun eigen programmatuur.
pt_br: Essas atualizações não afetam grande áreas ou partes sensíveis do sistema, mas elas não garantem afetar somente seu próprio software.
uk: Ці оновлення не впливають на великі або чутливі частини системи, але вони впливають не лише на їх власне програмне забезпечення.

source: In general, you should be able to apply these updates without worrying about regressions.
cs: Obecně byste měli být schopni instalovat tyto aplikace bez obav z regresí.
es: En general, usted puede aplicar estas actualizaciones sin temer que haya regresiones.
ia: In general, tu debe esser capace a applicar iste actualisationes sin anxietate circa regressiones.
nl: Over het algemeen kunt u deze bijgewerkte pakketten installeren zonder u zorgen te hoeven maken over regressies.
pt_br: Em geral, você deveria estar apto a aplicar estas atualizações sem preocupações sobre regressões.
uk: Загалом, можна застосовувати ці оновлення, не турбуючись про регресії.

source: If an important regression, or potential for regression, was found in a level 2 update, its level would be changed to 3 or 4.
cs: Pokud bude nějaká významná regrese, nebo potenciální regrese, nalezena v aktualizaci úrovně 2, její úroveň bude pozměněna na úroveň 3 nebo 4.
es: Si en una actualización de nivel 2 se encontrara una regresión importante o posibilidad de que la haya, se cambiaría a nivel 3 o 4.
ia: Si un regression importante, o un potential pro regression, esseva trovate in un actualisation de nivello 2, su nivello pote esser cambiate a 3 o 4.
nl: Indien er een belangrijke regressie, of de mogelijkheid van zo'n regressie, aangetroffen zou worden in een bijgewerkt pakket van niveau 2, dan zou zijn niveau worden gewijzigd in 3 of 4.
pt_br: if uma importante regressaão, ou potencial regressão, for encontrada em uma atualização nível 2, este nível deverá ser mudado para 3 ou 4.
uk: Якщо в оновленні 2-го рівню є велика ймовірність регресії, то його рівень буде змінено до 3 або 4.

source: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Level 3
cs: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Úroveň 3
es: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Nivel 3
nl: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Niveau 3
pt_br: <media type="image" src="figures/mintupdate-level3.svg" height="40"/> Nível 3

source: Level 3 updates are updates which not only affect themselves but also have an impact on other applications.
cs: Aktualizace úrovně 3 jsou takové, která neovlivňují pouze vlastní software, ale mají též dopad na ostatní aplikace.
es: Las actualizaciones de nivel 3 no solo afectan a la aplicación actualizada, sino también a otras aplicaciones.
ia: Le actualisationes de nivello 3 es actualisationes que non solmente affice se ipse ma alsi ha un impacto sur altere applicationes.
nl: Bijgewerkte pakketten van niveau 3 beïnvloeden niet alleen zichzelf, maar ook andere toepassingen.
pt_br: Atualização de nível 3 são atualizações que não somente afetam a si mesmo mas também tem um impacto em outras aplicações.
uk: Рівень 3 оновлень оновлення, які не лише впливають на себе, а й впливають на інші застосунки.

source: Typical examples of level 3 updates are GTK, DBUS, etc... A regression in these updates wouldn't stop your computer from booting properly, but it could impact many applications.
cs: Typickou ukázkou aktualizací úrovně 3 jsou aktualizace GTK, DBUS a jiné... Regrese u těchto aktualizací nezastaví váš počítač při spouštění, ale mají dopad na mnoho aplikací.
es: Ejemplos típicos de nivel 3 son las de GTK, DBUS, etc. ... Una regresión en estas actualizaciones no hará que el equipo no arranque, pero puede afectar a muchas aplicaciones.
ia: Typic exemplos de actualisationes de nivello 3 es: GTK, DBUS, etc... Un regression in iste actualisationes non deberea impedir a tu computator de se initiar debitemente, ma illo poterea influentiar multe applicationes.
nl: Typische voorbeelden van bijgewerkte pakketten van niveau 3 zijn GTK, DBUS enzovoorts. Een regressie in deze bijgewerkte pakketten zou de opstartbaarheid van uw computer niet kunnen beïnvloeden, maar wel vele toepassingen.
pt_br: Exemplo típico de atualizações de nível 3 são GTK, DBUS, outros... Uma regressão nessas atualização poderá não parar seu computador de inicializar corretamente, mas irá impactar em muitas aplicações.
uk: Типові приклади 3 рівню оновлень є GTK, DBUS тощо ... Регресія в цих оновленнях не призведе до зупинки завантаження Вашого комп’ютера, але це може вплинути на безліч застосунків.

source: Desktop environments are also level 3 updates. If a critical regression happens in Cinnamon, you might be unable to log in.
cs: Aktualizace desktopového prostředí jsou také úrovně 3. Pokud se objeví kritická regrese v Cinnamonu, nemusíte se například úspěšně přihlásit.
es: Las actualizaciones de entornos de escritorio también son de nivel 3. Si ocurre una regresión crítica en Cinnamon, podría ser imposible iniciar sesión.
ia: Le ambientes de scriptorio es alsi actualisationes de nivello 3. Si un regression critic occurre in Cinnamon, tu pote esser incapace a aperir tu session.
nl: Bijgewerkte pakketten voor werkomgevingen zijn eveneens niveau 3. Indien er een kritieke regressie zou optreden in Cinnamon, dan zou u wel eens niet in staat kunnen zijn om uzelf aan te melden.
pt_br: Ambientes desktop também são atualização nível 3. Se uma regressão crítica acontecer no Cinnamon, você poderá não conseguir iniciar uma seção.
uk: Стільничні середовища є також 3 рівню оновлення. Якщо станеться критична регресія в Cinnamon, можливо, не вдасться увійти в систему.

source: Sensitive applications such as Firefox are also level 3. Novice users would be unable to perform common tasks if these applications stopped working.
cs: Citlivé aktualizace jako aktualizace Firefoxu jsou také na úrovni 3. Začínající uživatelé nemusí být schopni provádět běžné úkony pokud tyto aplikace přestanou pracovat.
ia: le applicationes sensibile como Firefox es alsi de nivello 3. Le usatores inexperte pote esser incapace a exequer labores commun si iste applicationes es impedite de functionar.
nl: Gevoelige toepassingen zoals Firefox zijn ook niveau 3. Beginners met Linux zouden gewone taken niet kunnen uitvoeren indien deze toepassingen niet meer zouden werken.

source: There aren't many level 3 updates. It is recommended to apply them with caution and in isolation. Take note of what updates you are applying, check the system afterwards to make sure everything is working fine.
cs: Není mnoho aktualizací na úrovni 3. Doporučuje se aplikovat je vědomě a každou zvlášť. Udělejte si poznámku, kterou aktualizaci instalujete, poté pro jistotu zkontrolujte systém jestli v něm vše funguje správně.
es: No hay muchas actualizaciones de nivel 3. Se recomienda aplicarlas con precaución y aisladamente. Tome nota de qué actualizaciones va a aplicar, y compruebe el sistema después para asegurarse de que todo funciona bien.
ia: Il non ha multe actualisationes de nivello 3. Il es recommendate de applicar los per prudentia e in insulamento. Prende nota de qual actualisationes tu es applicante, controla le systema postea pro render te certe que toto es ben functionante.
nl: Er zijn niet veel bijgewerkte pakketten van niveau 3. Het wordt sterk aangeraden om ze te installeren, maar wel met enige voorzichtigheid en één voor één. Let erop welke bijgewerkte pakketten u installeert en kijk nadien het systeem na om te zien of alles nog goed werkt.
pt_br: Não há muitas atualizações de nível 3. Elas são recomendadas para aplicar com atenção e isoladamente. Tome nota de qual atualização está aplicando, cheque o sistema depois para certificar-se de que tudo está funcionando bem.
uk: На рівні 3 оновлень не так багато. Радиться застосовувати їх обережно й в ізоляції. Занотуйте, які оновлення Вам потрібні, перевірте систему, щоб переконатися, що усе працює добре.

source: If something breaks, seek help on the forums or the chat channel and tell people which update caused the regression and what is broken.
cs: Pokud se něco pokazí, hledejte pomoc na fórech nebo na chatovacích kanálech a řekněte lidem, která aktualizace způsobila regrese a co se pokazilo.
es: Si algo se estropea, busque ayuda en los fórums o el chat, e indique qué actualización ha causado la regresión, y qué ha dejado de funcionar.
ia: Si alco es corrupte, demanda adjuta sur le forums o sur le canal de chat e narra al personas re qual actualisation causava le regression e lo que es corrupte.
nl: Als er iets kapot gaat, kunt u hulp zoeken op het forum of op het IRC-kanaal. Daar kunt u vertellen welk bijgewerkt pakket de regressie heeft veroorzaakt en wat er precies kapot is.
pt_br: Se alguma coisa quebrar, procure ajuda nos fóruns ou no canal de bate-papo e informe as pessoas que a atualização causou um retrocesso e o que está quebrado.
uk: Якщо щось псується, зверніться за допомогою на форуми або в канал чату й повідомте людям, які оновлення викликали регресію і які зламано.

source: If you blindly apply hundreds of updates and you're unable to pinpoint the problematic one, you're unlikely to find help. All level 3 updates are recommended but you are expected to be cautious and to know what you are upgrading.
cs: Pokud slepě nainstalujete stovky aktualizací, nebudete schopni detekovat problematickou aktualizaci a těžko najdete pomoc. Všechny aktualizace úrovně 3 jsou doporučovány, ale očekává se obezřetnost a znalost toho, co aktualizujete.
es: Si aplica ciegamente cientos de actualizaciones y después no puede localizar cuál está dando problemas, será difícil obtener ayuda. Todas las actualizaciones de nivel 3 son recomendables, pero debe ser precavido y saber qué está actualizando.
ia: Si tu applica cecamente centenas de actualisationes e tu es incapace a localisar illo que es problematic, il es inverisimile que tu trova adjuta. Tote le actualisationes de nivello 3 es recommendate ma tu es requirite a esser caute e a saper lo que tu es actualisante.
nl: Als u blindelings honderden bijgewerkte pakketten installeert en dus niet in staat bent om nadien een problematisch pakket aan te wijzen, dan zult u moeilijk hulp kunnen vinden. Alle bijgewerkte pakketten van niveau 3 worden sterk aangeraden, maar u dient wel voorzichtig te zijn en te weten welke pakketten u installeert.
pt_br: Se você aplicar cegamente centenas de atualizações e você não conseguir localizar o ponto problemático, é improvável que você encontre ajuda. Todas as atualizações de nível 3 são recomendadas, mas você deve ser cauteloso e saber o que você está atualizando.
uk: Якщо Ви сліпо застосовуєте сотні оновлень, і не можете визначити проблематику, Ви навряд знайдете допомогу. Усі оновлення рівню 3 раджені, але Ви повинні бути обережними й знати, що оновлюєте.

source: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Level 4
cs: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Úroveň 4
es: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Nivel 4
nl: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Niveau 4
pt_br: <media type="image" src="figures/mintupdate-level4.svg" height="40"/> Nível 4

source: Level 4 updates are updates which affect sensitive parts of the operating system such as:
cs: Aktualizace úrovně 4 jsou aktualizace, které ovlivňují citlivé části operačního systému, jako například:
es: Las actualizaciones de nivel 4 afectan a partes sensibles del sistema operativo, como:
ia: Le actualisationes de nivello 4 es actualisationes que affice partes sensibile del systema operative como:
nl: Bijgewerkte pakketten van niveau 4 zijn pakketten die gevoelige onderdelen van het besturingssysteem beïnvloeden, zoals:
pt_br: Atualizações de nível 4 são atualizações que afetam partes sensíveis do sistema operacional tal como:
uk: Рівень 4 оновлень - оновлення, які впливають на чутливі частини операційної системи, такі як:

source: The boot sequence
cs: Bootovací sekvenci
es: La secuencia de arranque
ia: Le sequentia de bootstrapping
nl: Het opstarten
pt_br: A sequência de boot
uk: Послідовність завантаження

source: The display manager (login screen, session management)
cs: Display manager (přihlašovací obrazovku, správu sezení)
es: El gestor de pantalla (pantalla de inicio de sesión, gestión de sesiones)
ia: Le gestor del schermo (pagina de apertura de session, gestion del session)
nl: De vensterbeheerder (aanmeldscherm, sessiebeheer)
pt_br: O gerenciador de sessão (tela de login, gerenciamento de sessão)
uk: Менеджер дисплею (екран входу, керування сеансами)

source: The kernel (hardware support)
cs: Jádro (podporu hardwaru)
es: El kernel (soporte de hardware)
ia: Le kernel (supporto del hardware)
nl: De systeemkern (apparatuurondersteuning)
pt_br: O kernel (suporte hardware)
uk: Ядро (підтримка обладнання)

source: The drivers (networking, NVIDIA/AMD)
cs: Ovladače (síťové, NVIDIA/AMD)
es: Los drivers (redes, NVIDIA/AMD)
ia: Le drivers (retes, NVIDIA/AMD)
nl: De stuurprogramma's (draadloos netwerk, Nvidia/Broadcom)
pt_br: Os drivers (rede, NVIDIA/AMD)
uk: Драйвери (мережеві, NVIDIA / AMD)
