Repository: DorianB2017/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: cs, es, ia, nl, pt_br, uk

source: For security reasons, kernel updates (which are level 4) are always visible.
cs: S ohledem na bezpečnost jsou aktualizace jádra (úroveň 4) vždy viditelné.
es: Por razones de seguridad, las actualizaciones del kernel (que son de nivel 4) siempre están visibles.
ia: Pro rationes de securitate, le actualisationes del kernel (que es de nivello 4) es sempre visibile.
nl: Wegens de veiligheid zijn bijgewerkte systeemkernen (die niveau 4 zijn), altijd zichtbaar.
pt_br: Por razões de segurança, as atualizações do kernel (que são nível 4) são sempre visíveis.
uk: З міркувань безпеки, оновлення ядра (які знаходяться на рівні 4) завжди видно.

source: For stability reasons, level 5 updates are always hidden.
cs: S ohledem na stabilitu je úroveň 5 u aktualizací vždy skryta.
es: Por razones de estabilidad, las actualizaciones de nivel 5 están siempre ocultas.
ia: Pro rationes de stabilitate, le actualisationes de nivello 5 es sempre celate.
nl: Wegens de stabiliteit zijn bijgewerkte pakketten van niveau 5 altijd verborgen.
pt_br: Por razões de estabilidade, as atualizações de nível 5 são sempre ocultas.
uk: З міркувань стабільності, оновлення 5 рівню будуть завжди приховані.

source: When you choose an update policy, some of the preferences are changed in the Update Manager. You can tune these preferences individually by clicking on the Edit-&gt;Preferences menu in the menubar.
cs: Když zvolíte novou politiku aktualizací, ve Správci aktualizací se změní některá nastavení. Preference můžete vyladit jednotlivě kliknutím na Úpravy-&gt;Předvolby v menu.
es: Al elegir una política de actualizaciones, se cambian algunas preferencias del Administrador de Actualizaciones. Puede ajustar esas preferencias individualmente haciendo clic en el menú Editar-&gt;Preferencias.
ia: Quando tu elige le regulas de actualisation, alcun del preferentias es cambiate in le Gestor de actualisation. Tu pote syntonisar iste preferentias individualmente cliccante sur le menu Edit-&gt;Preferences in le barra del menu.
nl: Wanneer u een bijwerkbeleid kiest, worden sommige van de voorkeuren veranderd in Bijwerkbeheer. U kunt de individuele voorkeuren zelf veranderen door in de werkbalk van Bijwerkbeheer te klikken op Bewerken - Voorkeuren.
pt_br: Quando você escolhe uma política de atualização, algumas das preferências são alteradas no Gerenciador de Atualizações. Você pode ajustar essas preferências individualmente clicando no Edit-&gt;Preferências na barra de menu.
uk: Коли Ви обираєте політику оновлення, деякі налаштування у Менеджері оновлень змінюються. Ви можете змінити ці налаштування самостійно, натиснувши у рядку меню Зміни, потім Параметри.

source: Novice users
cs: Začátečníci
es: Usuarios noveles
ia: Usatores comenciante
nl: Beginnende Linuxgebruikers
pt_br: Usuários principiantes
uk: Користувачі початківці

source: The first policy is made for novice users in mind. It assumes these users are unable to work around critical issues affecting sensitive parts of their system and tries to minimize their risk to suffer critical regressions.
cs: První strategie je dělaná pro uživatele začátečníky. Předpokládá se, že tito uživatelé nejsou schopni pracovat s kritickými problémy souvisejícími s citlivými částmi jejich systému a snaží se minimalizovat riziko kritických regresí.
es: La primera política está pensada para usuarios noveles. Asume que estos usuarios no saben cómo solucionar problemas críticos que afecten a partes sensibles del sistema, e intenta minimizar el riesgo de sufrir regresiones críticas.
ia: Le prime criterio es create pro le usatores inexperte. On presume que iste usatores es incapace a laborar circa critic problemas que affice partes sensibile del proprie systema e on tenta de minimisar lor risco de patir regressiones critic.
nl: Het eerste beleid is gericht op beginnende Linuxgebruikers. Het gaat ervan uit dat deze gebruikers niet in staat zijn om kritieke problemen op te lossen betreffende belangrijke onderdelen van hun systeem. Dus probeert het om het risico op kritieke regressies zo klein mogelijk te maken.
pt_br: A primeira política é preparada com usuários principiantes em mente. Ela assume que esses usuários são incapazes de trabalhar em torno de questões críticas que afetam partes sensíveis de seu sistema e tenta minimizar o risco de sofrer regressões críticas.
uk: Перше правило створено для нових користувачів. Передбачається, що користувачі не зможуть обійти важливі питання, що зачіпають чутливі частини їх системи й старається унайменшити їх ризик критичної регресії.

source: Bug fixes are optional, so this policy focuses on safe updates (level 1 and 2) with minimal impact on the operating system. These updates are visible and preselected by default.
cs: Opravy chyb nejsou povinné, tudíž se tato strategie zaměřuje na bezpečnostní aktualizace (úroveň 1 a 2) s minimálním dopadem na operační systém. Tyto aktualizace jsou ve výchozím nastavení viditelné a předvolené.
es: Las soluciones de errores son opcionales, de manera que esta política se centra en las actualizaciones seguras (niveles 1 y 2) con impacto mínimo en el sistema operativo. Estas actualizaciones son visibles y preseleccionadas por defecto.
ia: Le fixationes de defecto es facultative, assi iste criterio se concentra sur le actualisationes secur (nivellos 1 e 2) pro minimisar lor impacto sur le systema operative. Iste actualisationes es visibile e pre-seligite per base.
nl: Foutreparaties zijn niet zo belangrijk, dus dit beleid richt zich op risicoloze bijgewerkte pakketten (niveau 1 en 2), met minimaal effect op het besturingssysteem. Deze bijgewerkte pakketten zijn standaard zichtbaar en standaard voorgeselecteerd.
pt_br: Correções de bugs são opcionais, portanto, esta política se concentra em atualizações seguras (nível 1 e 2) com impacto mínimo no sistema operacional. Essas atualizações são visíveis e pré-selecionadas por padrão.
uk: Виправлення помилок опційні, так що ця політика спрямована на безпечні оновлення (рівень 1 та 2) з найменшим навантаженням на операційну систему. Ці оновлення видно й встановлено типовими.

source: Security is also important but some security updates (and kernel updates in particular) affect sensitive parts of the system. These updates are visible and novice users are recommended to select them and apply them with caution, in isolation and ideally either with the help of an experienced user, or after they familiarized themselves with the forums and chat channel so they know how to seek help.
cs: Bezpečnost je také důležitá, ale některé bezpečnostní aktualizace (především aktualizace jádra) ovlivní citlivé části systému. Tyto aktualizace jsou viditelné a začínajícím uživatelům je doporučováno vybírat je a aplikovat s rozvahou, izolovaně a ideálně pak za pomoci zkušeného uživatele nebo poté, co se seznámili s fórem či chatovacím kanálem a vědí, jak vyhledat pomoc.
es: La seguridad también es importante, pero algunas actualizaciones de seguridad (y las del kernel en particular) afectan a partes sensibles del sistema. Esas actualizaciones son visibles y se recomienda a los usuarios noveles seleccionarlas y aplicarlas con cuidado, de forma aislada e idealmente con la ayuda de un usuario experto, o después de familiarizarse con los forums y chats, de manera que sepan cómo buscar ayuda.
ia: Le securitate es alsi importante, ma alcun actualisationes de securitate (e in particular le actualisationes del kernel) affice partes sensibile del systema. Iste actualisationes es visibile e le usatores inexperte es recommendate a eliger los e applicar los pro prevenir, in insulamento e idealmente o per le adjuta de un usator experte, o post que illes familiarisava se ipse per le forumes e le canales de confabulation, assi que illes cognosce como cercar adjuta.
nl: Veiligheid is van groot belang, maar sommige veiligheidsreparaties (in het bijzonder bijgewerkte systeemkernen) beïnvloeden belangrijke onderdelen van het systeem. Deze bijgewerkte pakketten zijn altijd zichtbaar, en beginners wordt aangeraden om hen met enige voorzichtigheid te kiezen en te installeren. Liefst één voor één, en idealiter met hulp van een ervaren gebruiker, of nadat ze te weten zijn gekomen hoe ze eventueel hulp kunnen vragen op het forum of op het IRC-kanaal.
pt_br: Segurança é também importante mas algumas atualizações de segurança (e atualizações de kernel em particular) afeta sensivelmente partes do sistema. Essas atualizações são visíveis e usuários novatos são recomendados a seleciona-las e aplica-las com atenção, isoladamente e de preferência com ajuda de um usuários experiente, ou após familiarizar com os fóruns e os canais de bate-papo para que eles saibam como procurar ajuda.
uk: Безпека також важлива, але деякі оновлення безпеки (й зокрема оновлення ядра) впливають на чутливі частини системи. Ці оновлення видно й початківцям радиться обирати та застосовувати їх обережно, в ізоляції, в ідеалі, або за допомогою досвідченого користувача, або після того, як дізналися про наявність форуму і чату, щоб знати, куди звертатися за допомогою.

source: Regular users
cs: Běžní uživatelé
es: Usuarios intermedios
ia: Usatores regular
nl: Gemiddelde Linuxgebruikers
pt_br: Usuários regulares
uk: Звичайні користувачі

source: The second policy is made for the vast majority of people. It assumes these users aren't new to Linux and either know how to solve common problems, or they know where to find help.
cs: Druhá strategie je dělána pro naprostou většinu lidí. Předpokládá, že uživatelé nejsou začátečníky v Linuxu a také že vědí jak řešit problémy případně hledat pomoc.
es: La segunda política está hecha para la inmensa mayoría de la gente. Asume que estos usuarios no son nuevos en Linux e incluso saben cómo solucionar problemas comunes, o saben dónde encontrar ayuda.
ia: Le secunde criterio es create pro le grande majoritate del personas. On presume que iste usatores non es inexperte de Linux e sape como resolver le problemas commun, o illes sape ubi trovar adjuta.
nl: Het tweede bijwerkbeleid is ontworpen voor de grote meerderheid van Linuxgebruikers. Het gaat ervan uit dat deze gebruikers Linux reeds kennen en oftewel zelf weten hoe ze gewone problemen kunnen oplossen, oftewel weten waar ze hulp kunnen krijgen.
pt_br: A segunda politica é feita para a grande maioria das pessoas. Eles assumem que esses usuários não são novos para o linux e nem sabem resolver problemas comuns, ou sabem onde procurar ajuda.
uk: Друга політика створена для переважної більшості людей. Вона припускає, що ці користувачі не є новими у Linux і або знають, як вирішувати поширені проблеми або вони знають, де знайти допомогу.

source: This policy shows all recommended updates. Security updates and safe bug-fix updates (level 1 and 2) are preselected by default.
cs: Tato strategie zobrazuje všechny doporučené aktualizace. Bezpečnostní aktualizace a bezpečné aktualizace opravující chyby (úroveň 1 a 2) jsou předvoleny ve výchozím nastavení.
es: Esta política muestra todas las actualizaciones recomendadas. Las actualizaciones de seguridad y las de solución de problemas seguras (niveles 1 y 2) son preseleccionadas por defecto.
ia: Iste criterio monstra tote le actualisationes recommendate. Le actualisationes de securitate e illos de fixation de defectos (nivellos 1 e 2) es pre-seligite per base.
nl: Dit beleid toont alle aanbevolen bijgewerkte pakketten. Standaard voorgeselecteerd zijn veiligheidsreparaties en risicoloze foutreparaties (niveau 1 en 2).
pt_br: Esta politica mostra todas as atualizações recomendadas. Atualizações de segurança e atualizações segura de correções de bugs (nível 1 e 2) são pre-selecionadas por padrão.
uk: Ця політика показує усі рекомендовані оновлення. Оновлення безпеки та виправлення помилок оновлення (рівні 1 та 2) попередньо обрані типовими.

source: Users are recommended to select and apply level 3 and level 4 updates with caution and in isolation and to seek help if something goes wrong.
cs: Doporučujeme uživatelům, aby vybírali a instalovali aktualizace úrovně 3 a úrovně 4 opatrně a izolovaně a hledali pomoc, pokud se něco pokazí.
es: Se recomienda a los usuarios seleccionar y aplicar las actualizaciones de niveles 3 y 4 con precaución y de forma aislada, y buscar ayuda si algo falla.
ia: Al usatores es recommendate de eliger e applicar le actualisationes de nivellos 3 e 4 con prudentia e insulamento e de querer adjuta si alco va mal.
nl: Gebruikers wordt aangeraden om voorzichtig te zijn met het kiezen en installeren van bijgewerkte pakketten van niveau 3 en 4. Tevens wordt hun aangeraden om deze één voor één te installeren en om hulp te zoeken als er iets mis gaat.
pt_br: Usuários são recomendados a selecionar e aplicar atualizações de nível 3 e 4 com atenção e isoladamente e buscar ajuda se alguma coisa der errado.
uk: Користувачам радиться обирати та застосовувати оновлення рівню 3 й рівню 4 з обережністю, в ізоляції та звернутися за допомогою, якщо щось піде не так.

source: Advanced users
cs: Pokročilí uživatelé
es: Usuarios avanzados
ia: Usatores avantiate
nl: Gevorderde Linuxgebruikers
pt_br: Usuários avançado
uk: Досвідчені користувачі

source: This policy is made for advanced users on computers where the risk of critical regressions is acceptable. It assumes these users are able to fix any issue and want to apply all updates all at once.
cs: Tato strategie je dělána pro pokročilé uživatele na počítačích, kde je přijatelné riziko kritické regrese. Předpokládá, že tito uživatelé jsou schopni opravit jakoukoli věc a chtějí instalovat všechny aktualizace najednou.
es: Esta política está pensada para usuarios avanzados y para equipos donde se pueda asumir el riesgo de regresiones críticas. Se entiende que estos usuarios son capaces de arreglar cualquier problema y desean aplicar todas las actualizaciones a la vez.
ia: Iste criterio es create pro le usatores avantiate sur computatores ubi le risco de regressiones critic es acceptabile. On presume que iste usatores es capace a fixar cata problema e desira applicar tote le actualisationes in un vice.
nl: Dit beleid is ontworpen voor gevorderde Linuxgebruikers, op computers waarbij het risico van kritieke regressies aanvaardbaar is. Het gaat ervan uit dat deze gebruikers in staat zijn om alle mogelijke problemen zelf op te lossen, zodat zij alle bijgewerkte pakketten in één keer willen installeren.
pt_br: Esta política é feita para usuários avançados em computadores onde o risco de regressões críticas é aceitáveis. Ele assuma que esses usuários são capazes de corrigir qualquer problema e deseja aplicar todas as atualizações de uma só vez.
uk: Ця політика створена для просунутих користувачів комп’ютерів, де ризик критичної регресії є прийнятним. Передбачається, що ці користувачі можуть виправити будь-яку проблему й бажають застосувати усі оновлення одразу.

source: In this policy, all recommended updates are visible and selected by default.
cs: V této strategii jsou všechny doporučené aktualizace viditelné a ve výchozím nastavení zvoleny.
es: En esta política, todas las actualizaciones recomendadas están visibles y seleccionadas por defecto.
ia: In iste criterio, tote le actualisationes recommendate es visibile e es seligite per base.
nl: In dit beleid zijn alle aanbevolen bijgewerkte pakketten standaard zichtbaar en voorgeselecteerd.
pt_br: Nesta política, todas as atualizações recomendadas são visíveis e selecionadas por padrão.
uk: У цій політиці усі рекомендовані оновлення будуть видимі та вибрані типово.

source: Updating from the command line
cs: Aktualizace z příkazové řádky
es: Actualizar desde la línea de comandos
ia: Actualisation per le linea de commando
nl: Bijwerken via een terminalopdracht
pt_br: Atualizando a partir da linha de comandos
uk: Оновлення з командного рядка

source: Using mintupdate-tool
cs: Používání mintupdate-tool
es: Usar mintupdate-tool
ia: Per mintupdate-tool
nl: Met gebruikmaking van mintupdate-tool
pt_br: Usando mintupdate-tool
uk: Використання знаряддя оновлення Мінт

source: The Update Manager provides a command line utility called "mintupdate-tool".
cs: Manažer aktualizací poskytuje nástroj příkazového řádku zvaný "mintupdate-tool".
es: El Administrador de Actualizaciones proporciona una utilidad de línea de comandos llamada "mintupdate-tool".
ia: Le Gestor de actualisation provide un utilitate de linea de commando appellate "mintupdate-tool".
nl: Het Bijwerkbeheer bevat een opdrachtregel-gereedschapje genaamd 'mintupdate-tool'.
pt_br: O gerenciador de atualização fornece um utilitário de linha de comando chamado "mintupdate-tool"
uk: Менеджер оновлення надає засіб командного рядка під назвою "mintupdate-tool".

source: If you are experienced with Linux, you can use this tool in your scripts or your cron jobs to automate the installation of software updates.
cs: Pokud máte zkušenosti s Linuxem můžete používat tento nástroj ve vašich skriptech či cron úlohách k automatizaci instalace softwarových aktualizací.
es: Si usted tiene experiencia con Linux, puede usar esta herramienta en scripts o en tareas cron, para automatizar la instalación de actualizaciones.
ia: Si tu es experiente de Linux, tu pote usar iste application in tu scripts o in tu cargas de cron pro automatisar le installation de actualisationes de software.
nl: Als u veel ervaring heeft met Linux, dan kunt u dit gereedschapje gebruiken in uw scripts of cron-taken, om het installeren van bijgewerkte programmatuur te automatiseren.
pt_br: Se você é experiente com o Linux, você pode usar esta ferramenta in seu script ou suas tarefas cron para automatizar a instalação de softwares de atualização.
uk: Якщо Ви досвідчений користувач Linux, Ви можете використовувати це знаряддя у Ваших скриптах або Ваших планувальниках завдань для автоматичного встановлення оновлень програмного забезпечення.

source: Listing updates
cs: Seznam aktualizací
es: Listar actualizaciones
ia: Listar le actualisationes
nl: Bijgewerkte pakketten weergeven in een lijst
pt_br: Listando atualizações
uk: Перелік оновлень

source: You can use the "list" command to list updates:
cs: Pomocí příkazu "list" zobrazíte seznam všech aktualizací:
es: Puede usar el comando "list" para listar las actualizaciones:
ia: Tu pote usar le commando "listar" pro listar le actualisationes:
nl: U kunt de opdracht 'list' gebruiken om bijgewerkte pakketten weer te geven in een lijst:
pt_br: Você pode usar o comando "list" para listar atualizações:
uk: Ви можете використовувати команду "list" для оновлення переліку:

source: The list can be filtered by levels with the -l argument.
cs: Seznam může být filtrován dle úrovní pomocí argumentu -l.
es: La lista se puede filtrar por niveles con el argumento -l
ia: Le lista que pote esser filtrate per nivellos per le argumento -l.
nl: De lijst kan worden gefilterd op niveaus, door middel van de parameter -l.
pt_br: A lista pode ser filtrada por níveis com o argumento -l.
uk: Перелік можна фільтрувати за рівнями з аргументом -l

source: You can add security updates with -s.
cs: Můžete přidat bezpečnostní aktualizace pomocí -s.
es: Se puede añadir actualizaciones de seguridad con -s
ia: Tu pote adder actualisationes de securitate per -s.
nl: U kunt veiligheidsreparaties toevoegen met de parameter -s.
pt_br: Você pode adicionar atualizações de segurança com -s
uk: Ви можете додати оновлення безпеки за допомогою ключа -s

source: You can add kernel updates with -k, or remove them with -nk.
cs: Můžete přidat aktualizace jádra pomocí -k, nebo je odstranit pomocí -nk.
es: Se puede añadir actualizaciones del kernel con -k, o eliminarlas con -nk
ia: Tu pote adder actualisationes de kernel per -k, o remover los per -nk.
nl: U kunt bijgewerkte systeemkernen toevoegen met de parameter -k, of hen juist verwijderen met -nk.
pt_br: Você pode adicionar atualizações de kernel com -k, ou remover com -nk.
uk: Ви можете додати оновлення ядра з аргументом -k або вилучити їх з -hk

source: For instance, the following command lists all security updates, as well as level 1 and 2 bug fixes update:
cs: Například následující příkaz zobrazí seznam všech bezpečnostních aktualizací stejně jako aktualizací chyb úrovně 1 a 2:
es: Por ejemplo, el siguiente comando lista todas las actualizaciones de seguridad, así como las de corrección de errores de nivel 1 y 2.
ia: Per exemplo, le sequente commando lista tote le actualisationes de securitate e le actualisationes de fixation de defectos de nivellos 1 e 2
nl: Bijvoorbeeld: de volgende opdracht geeft alle veiligheidsreparaties weer in een lijst, plus foutreparaties van niveau 1 en 2:
pt_br: Por exemplo, o seguinte comando lista todas as atualizações de segurança, bem como as atualizações de correções de bugs de nível 1 e 2:
uk: Наприклад, наступна команда виводить перелік усіх оновлень безпеки, а також виправлені помилки оновлення на рівнях 1 та 2 :

source: Applying updates
cs: Použití aktualizací
es: Aplicar actualizaciones
ia: Application del actualisationes
nl: Bijgewerkte pakketten installeren
pt_br: Aplicando atualizações
uk: Застосування оновлень

source: You can use the "upgrade" command to apply updates, using the same options.
cs: Se stejnými volbami můžete také použít příkaz "upgrade" k provedení aktualizací.
es: Se puede usar el comando "upgrade" para aplicar las actualizaciones, usando las mismas opciones.
ia: Tu pote usar le commando "actualisar" pro applicar le actualisationes, per le mesme optiones.
nl: U kunt de opdracht 'upgrade' gebruiken om bijgewerkte pakketten te installeren, met gebruikmaking van dezelfde parameters.
pt_br: Você pode usar o comando "upgrade" para aplicar atualizações, usando as mesmas opções.
uk: Ви можете використати команду "upgrade", щоб застосувати оновлення, використовуючи ті ж параметри.

source: For instance, the following command applies all security updates as well as level 1 and 2 bug fix updates:
cs: Například následující příkaz nainstaluje všechny bezpečnostní aktualizace stejně jako jako aktualizace chyb úrovně 1 a 2:
es: Por ejemplo, el siguiente comando aplica todas las actualizaciones de seguridad y también las de corrección de errores de nivel 1 y 2.
ia: Per exemplo, le sequente commando applica tote le actualisationes de securitate como la actualisationes de securitate de fixation de defecto de nivellos 1 e 2 :
nl: Bijvoorbeeld: de volgende opdracht installeert alle veiligheidsreparaties, alsook foutreparaties van niveau 1 en 2:
pt_br: Por exemplo, o seguinte comando aplica todas as atualizações de segurança bem como as atualizações de correção de bugs de nível 1 e 2:
uk: Наприклад, наступна команда застосовує усі оновлення безпеки, а також оновлення з виправлення помилок на рівнях 1 та 2 :

source: Note the -r argument, which was added to refresh the cache.
cs: Poznamenejme argument -r přidaný za účelem aktualizace cache.
es: Observe el argumento -r que se ha añadido para refrescar la cache.
ia: Nota le argumento -r, que esseva addite pro refrescar le memoria tampon.
nl: Let op de parameter -r, die is toegevoegd om de tijdelijke opslag te verversen.
pt_br: Note o argumento -r, qual foi adicionado para atualizar o cache.
uk: Напишіть аргумент -r, для оновлення кешу.

source: For more information on mintupdate-tool and a complete list of arguments, type:
cs: Pro více informací o mintupdate-tool a kompletním seznamu argumentů napište:
es: Para más información sobre mintupdate-tool y una lista completa de argumentos, teclee:
ia: Pro plus de informationes sur mintupdate-tool e un lista complete del argumentos, scribe:
nl: Voor meer informatie omtrent mintupdate-tool en een volledige lijst van beschikbare parameters, tikt u in:
pt_br: Para mais informações do mintupdate-tool e a completa lista de argumentos, digite:
uk: Для отримання додаткової інформації про mintupdate-tool й отримання повного переліку аргументів, типу:
