Repository: DorianB2017/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: cs, es, ia, nl, pt_br, uk

source: The display (Xorg, mesa)
cs: Display (Xorg, mesa)
es: La pantalla (Xorg, mesa)
ia: Le video (Xorg, mesa)
nl: De schermweergave (Xorg, mesa)
pt_br: A tela (Xorg, mesa)
uk: Графічний інтерфейс (Xorg, mesa)

source: Like other updates, all level 4 updates are recommended, especially if they are security updates.
cs: Stejně jako ostatní aktualizace jsou všechny aktualizace úrovně 4 doporučeny, zejména pokud se jedná o bezpečnostní aktualizace.
es: Como otras, todas las actualizaciones de nivel 4 son recomendables, especialmente si son de seguridad.
ia: Como altere actualisationes, tote le actualisationes de nivello 4 es recommendate, in modo special si illos es actualisationes de securitate.
nl: Net zoals andere bijgewerkte pakketten, worden alle bijgewerkte pakketten van niveau 4 aangeraden. In het bijzonder als het veiligheidsreparaties betreft.
pt_br: Como outras atualizações, todas as atualizações nível 4 são recomendadas, especificamente se estas são atualização de segurança.
uk: Як і інші оновлення, усі оновлення 4-го рівню радяться, особливо якщо вони є оновленнями безпеки.

source: However, if a critical regression was present in one of these updates it could impact a sensitive part of your system.
cs: Nicméně, pokud se objeví kritická regrese v jedné takovéto aktualizaci, může to mít dopad na citlivé části operačního systému.
es: Sin embargo, si hubiera una regresión crítica en una de esas actualizaciones, podría afectar a una parte sensible del sistema.
ia: Comocunque, si un regression critic esseva presente in un de iste actualisationes illo poterea haber un impacto sur un parte sensibile de tu systema.
nl: Echter, indien er een kritieke regressie zou zitten in een van deze bijgewerkte pakketten, dan zou dit een belangrijk onderdeel van uw systeem kunnen beïnvloeden.
pt_br: Entretanto, se uma regressão crítica está presente em uma dessas atualizações ela poderá impactar partes sensíveis do seu sistema.
uk: Однак, якщо критична регресія була присутня в одному з цих оновлень, воно може вплинути на чутливі частини Вашої системи.

source: You could find yourself without a connection to the Internet, without the ability to start the desktop environment or even without the ability to boot the operating system.
cs: Můžete si sami zkusit vyhledávat bez připojení k internetu, bez možnosti spuštění desktopového prostředí či bez možnosti spustit operační systém.
es: Usted podría verse sin conexión a Internet, sin poder arrancar el entorno de escritorio, o incluso sin poder arrancar el sistema operativo.
ia: Tu poterea trovar te ipse sin un connexion a Internet, sin le capacitate de facer le boot del ambiente de scriptorio o mesmo sin le capacitate a re-initiar le systema operative.
nl: U zoudt zonder internetverbinding kunnen komen te zitten, of zonder de mogelijkheid om uw werkomgeving te starten. Of zelfs zonder de mogelijkheid om uw hele besturingssysteem op te starten.
pt_br: Você poderia encontrar-se sem uma conexão com a internet, sem a habilidade para iniciar o ambiente de trabalho ou mesmo sem habilidade para iniciar o sistema operacional.
uk: Ви можете виявити, що в Вас немає під'єднання до Інтернет, Ви не можете запустити стільничне середовище та навіть запустити операційну систему.

source: For this reason you should always be careful when applying level 4 updates (including kernel updates). Apply them one by one and take note of the versions you're applying.
cs: Právě kvůli těmto věcem byste vždy měli být obezřetní při instalaci aktualizací úrovně 4 (včetně aktualizací jádra). Instalovat je jednu po druhé a poznamenat si verzi, kterou instalujete.
es: Por este motivo, debe tener cuidado al aplicar actualizaciones de nivel 4 (incluyendo las del kernel). Aplíquelas una por una y tome nota de las versiones que aplica.
ia: Pro iste motivo tu debe sempre esser attente durante le application del actualisationes de nivello 4 (includente le actualisationes del kernel).
nl: Om deze reden kunt u beter altijd voorzichtig zijn met het installeren van bijgewerkte pakketten van niveau 4 (inclusief bijgewerkte systeemkernen). Installeer hen één voor één en let op de versies die u installeert.
pt_br: Por esta razão você deverá sempre ser cuidadoso quando aplicar atualizações nível 4 (incluindo atualizações de kernel). Aplique então uma a uma e tome nota das versões que você está aplicando.
uk: З цієї причини при застосуванні 4 рівню оновлення (включаючи оновлення ядра) завжди маєте бути обережні. Використовуйте їх окремо і зверніть увагу на версію яку Ви використовуєте.

source: If you blindly apply hundreds of updates and you're unable to pinpoint the problematic one, you're unlikely to find help. All level 4 updates are recommended but you are expected to be cautious and to know what you are upgrading.
cs: Pokud slepě nainstalujete stovky aktualizací, nebudete schopni detekovat problematickou aktualizaci a těžko najdete pomoc. Všechny aktualizace úrovně 4 jsou doporučovány, ale očekává se obezřetnost a znalost toho, co aktualizujete.
es: Si usted aplica a ciegas cientos de actualizaciones y no es capaz de averiguar cuál genera el problema, será difícil encontrar ayuda. Todas las actualizaciones de nivel 4 son recomendables, pero debe ser cauteloso y saber qué está actualizando.
ia: Si tu applica cecamente centenas de actualisationes e tu es incapace a localisar illo que es problematic, il es inverisimile que tu trova adjuta. Tote le actualisationes de nivello 4 es recommendate ma tu es requirite a esser caute e a saper lo que tu es actualisante.
nl: Als u blindelings honderden bijgewerkte pakketten installeert en dus niet in staat bent om nadien een eventueel problematisch pakket aan te wijzen, zult u waarschijnlijk geen hulp kunnen vinden. Alle bijgewerkte pakketten van niveau 4 worden aangeraden, maar u wordt wel verondersteld om voorzichtig te zijn en te weten wat u bijwerkt.
pt_br: Se você aplicar cegamente centenas de atualizações e você não conseguir localizar o problemático, é improvável que você encontre ajuda. Todas as atualizações de nível 4 são recomendadas, mas você deve ser cauteloso e saber o que você está atualizando.
uk: Якщо Ви сліпо встановлюєте сотні оновлень, і не можете визначити проблематику, Ви навряд знайдете допомогу. Усі оновлення 4 рівню не радяться, але Ви повинні бути обережними й знати, що оновлюєте.

source: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Level 5
cs: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Úroveň 5
es: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Nivel 5
nl: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Niveau 5
pt_br: <media type="image" src="figures/mintupdate-level5.svg" height="40"/> Nível 5

source: Level 5 updates are extremely rare.
cs: Aktualizace úrovně 5 jsou extrémně vzácné.
es: Las actualizaciones de nivel 5 son extremadamente infrecuentes.
ia: Le actualisationes de nivello 5 es extrememente rar.
nl: Bijgewerkte pakketten van niveau 5 zijn uitzonderlijk zeldzaam.
pt_br: Atualizações de nível 5 são extremamente raras.
uk: Оновлення 5-го рівню надзвичайно рідкісні.

source: When a critical bug is found in an update it is usually fixed as soon as possible.
cs: Pokud se najde kritická chyba v aktualizaci je obvykle opravena co nejdříve je to možné.
es: Cuando se encuentra un error crítico en una actualización, normalmente se corrige lo antes posible.
ia: Quando, in un actualisation, on trova un defecto critic, illo es usualmente fixate assi tosto que possibile.
nl: Wanneer er een kritieke fout wordt aangetroffen in een bijgewerkt pakket, wordt het doorgaans zo snel mogelijk hersteld.
pt_br: Quando um bug crítico é encontrado em uma atualização está é geralmente corrigida tão breve quanto possível.
uk: Коли критична помилка знайдена у оновленні, вона зазвичай виправляється якнайшвидше

source: There are many ways for Linux Mint to address issues, and many mechanisms in place both remotely in the repositories and locally within your operating system. So in normal circumstances updates shouldn't need to be blacklisted.
cs: Existuje mnoho způsobů, jak Linux Mint řeší problémy a mnoho mechanismů na místě jak vzdáleně v úložištích, tak i místně v rámci vašeho operačního systému. Za normálních okolností by tudíž nemělo být třeba zařazovat aktualizace na černou listinu.
es: Linux Mint tiene muchas maneras de solucionar problemas, y muchos mecanismos tanto remotamente en los repositorios como localmente en el sistema operativo. Así que en circunstancias normales, no es necesario poner actualizaciones en la lista negra.
ia: Il ha multe manieras pro Linux Mint pro adressar problemas, e multe mechanismos in loco, sia remotemente in le repositorios que localmente in tu systema operative. Assi in circumstantias normal non debe esser necessari inserer le actualisationes in le lista nigre.
nl: Er zijn vele manieren voor Linux Mint om problemen aan te pakken, en er zijn daar veel mechanismen voor aanwezig, zowel in uw besturingssysteem als in de pakketbronnen. Dus onder normale omstandigheden hoeven bijgewerkte pakketten niet op de zwarte lijst te worden gezet.
pt_br: Existem muitas formas do Linux Mint resolver problemas, e muitos mecanismos instalados remotamente nos repositórios e localmente em seu sistema operacional. Portanto, em circunstâncias normais, as atualizações não precisam ser colocadas na lista negra.
uk: В Linux Mint є багато способів вирішити проблему, й багато механізмів застосовуються як віддалено у репозиторіях, так і локально у Вашій операційній системі. Тому за звичайних умов оновлення не повинні бути занесені до чорного переліку.

source: If an update had a critical bug and a solution was being worked on but wasn't ready yet, Linux Mint could mark a specific version of the update as level 5 (i.e. "not recommended"). This would prevent users from applying it until the new version hits the repositories.
cs: Pokud by aktualizace měla kritickou chybu a na řešení se pracuje, ale ještě není připraveno, může Linux Mint označit konkrétní verzi aktualizace úrovní 5 (tedy "Nedoporučeno"). To aby uživatelům zabránil v její instalaci, dokud se nová verze nedostane do úložišť.
es: Si una actualización tiene un error crítico y se está trabajando todavía en su solución, Linux Mint puede marcar una versión específica de la actualización como nivel 5 ("no recomendada"). Esto evitará que los usuarios la apliquen hasta que llegue la nueva versión a los repositorios.
ia: Si un actualisation ha un defecto critic e un resolution esseva in travalio, ma illo non esseva ancora preste, Linux Mint poterea marcar le specific version del actualisation como nivello 5 (id es "non recommendate"). Isto pote prevenir le usatores ab le application de illo usque le nove version attinge le repositorios.
nl: Indien er een kritieke fout zou worden gevonden in een bijgewerkt pakket en indien men nog niet gereed zou zijn met de oplossing, dan zou Linux Mint een bepaalde versie van een bijgewerkt pakket kunnen markeren als niveau 5 (d.i. 'niet aanbevolen'). Dit zou gebruikers ervan moeten weerhouden om het te installeren voordat de nieuwe herstelde versie in de pakketbronnen belandt.
pt_br: Se uma atualização tivesse um bug crítico e uma solução estava sendo trabalhada, mas ainda não estava pronta, o Linux Mint poderia marcar uma versão específica da atualização como nível 5 (ou seja, "não recomendado"). Isso impediria os usuários de aplicá-lo até que a nova versão chegue os repositórios.
uk: Якщо у оновленні є критична помилка, й рішення знайдено, але ще не готове, Linux Mint позначить його як оновлення 5-го рівню (тобто "не радиться"). Це дозволить користувачам застосовувати його до нової версії, що надійде у репозиторії.

source: Level 5 updates are known to cause issues. They are very rare and usually temporary. They are not visible by default and they should not be applied.
cs: Je známo, že aktualizace úrovně 5 způsobují problémy. Jsou velmi vzácné a zpravidla dočasné. Ve výchozím nastavení nejsou viditelné a neměly by být použity.
es: Las actualizaciones de nivel 5 se sabe que causan problemas. Son excepcionales y normalmente temporales. No son visibles por defecto, y no deberían aplicarse.
ia: Le actualisationes de nivello 5 es note pro causar problemas. Illos es multo rar e usualmente temporanee. Illos ordinarimente non es visibile e non debe esser applicate.
nl: Bijgewerkte pakketten van niveau 5 hebben bekende problemen. Ze zijn zeer zeldzaam en gewoonlijk slechts tijdelijk. Ze zijn standaard niet zichtbaar en zouden beslist niet moeten worden geïnstalleerd.
pt_br: Atualizações nível 5 são conhecidas por causarem problemas. Elas são muito raras e geralmente temporária. Elas não são visíveis por padrão e não serão aplicadas.
uk: Оновлення 5-го рівню як відомо, викликають проблеми. Як правило, вони є рідкісними і тимчасовими. Типово їх не видно й вони не повинні використовуватися.

source: Kernels and kernel updates
cs: Jádra a aktualizace jádra
es: Kernels y actualizaciones del kernel
ia: Kernels e actualisationes del kernel
nl: Systeemkernen en bijgewerkte systeemkernen
pt_br: Kernel e atualizações de kernel
uk: Ядра і оновлення ядра

source: Kernel updates
cs: Aktualizace jádra
es: Actualizaciones del kernel
ia: Actualisationes del kernel
nl: Bijgewerkte systeemkernen
pt_br: Atualizações de kernel
uk: Оновлення ядра

source: The kernel is the central part of the operating system. Among other things, it is responsible for hardware support.
cs: Jádro je centrální část operačního systému. Kromě jiného je zodpovědné také za hardwarovou podporu.
es: El kernel es la parte central del sistema operativo. Entre otras cosas, es responsable del soporte hardware.
ia: Le kernel es le parte central del systema operative. Inter alia, illo es responsabile pro le supporto del hardware.
nl: De systeemkern is het centrale onderdeel van het besturingssysteem. Onder andere zorgt hij voor apparatuurondersteuning.
pt_br: O kernel é a parte central do sistema operacional. Entre outras coisas, é responsável pelo suporte de hardware.
uk: Ядро є центральною частиною операційної системи. Воно відповідає, серед іншого за апаратну підтримку.

source: From a security point of view, it is important to apply kernel updates.
cs: Z bezpečnostního hlediska je důležité instalovat aktualizace jádra.
es: Desde el punto de vista de la seguridad, es importante aplicar las actualizaciones del kernel.
ia: Ab un puncto de vista de securitate, il es importante applicar le actualisationes del kernel.
nl: Vanuit veiligheidsoogpunt is het belangrijk om bijgewerkte systeemkernen te installeren.
pt_br: Do ponto de vista de segurança, é importante aplicar as atualizações de kernel.
uk: Дивлячись з боку безпеки, важливо використовувати оновлення ядра.

source: A kernel regression could however affect your ability to connect to the Internet, to start your desktop environment or even to boot the operating system.
cs: Regrese na úrovni jádra se však mohou ovlivnit možnost připojit se k internetu, spustit desktopové prostředí či spustit rovnou celý operační systém.
es: Una regresión del kernel puede impedirle conectarse a Internet, o arrancar el entorno de escritorio, o incluso arrancar el sistema operativo.
ia: Un regression del kernel poterea comocunque afficer tu capacitate a connecter te a Internet, a initiar tu ambiente del scriptorio o mesmo a re-initiar le systema operative.
nl: Echter, een systeemkernregressie zou uw netwerkverbinding negatief kunnen beïnvloeden, de mogelijkheid om uw werkomgeving te starten en zelfs de mogelijkheid om uw besturingssysteem op te starten.
pt_br: Uma regressão do kernel poderia no entanto afetar a capacidade de conectar a internet, para iniciar o ambiente de trabalho ou até mesmo inicializar o sistema operacional.
uk: Однак регресія ядра може вплинути на Вашу здатність під’єднання до Інтернет, запуску стільничного середовища або навіть на завантаження операційної системи.

source: For this reason it is important to be cautious when applying kernel updates and to know how to revert them when something goes wrong.
cs: Kvůli těmto důvodům je důležité být ve střehu při aktualizaci jádra a vědět, jak aktualizace odstranit ve chvíli, kdy se něco pokazí.
es: Por esta razón es importante ser cauteloso al aplicar actualizaciones del kernel y saber cómo revertirlas si algo sale mal.
ia: Pro iste ration il es importante esser caute durante le application del actualisationes del kernel e saper como reverter los quando alco va mal.
nl: Om deze reden is het belangrijk om voorzichtig te zijn met het installeren van bijgewerkte systeemkernen. En om te weten hoe u ze terug kunt draaien wanneer er iets mis gaat.
pt_br: Por esta razão é importante ser atencioso quando aplicar atualizações de kernel e saber como reverter caso alguma coisa der errado.
uk: У зв’язку з цим, важливо бути обережним при застосуванні оновлень ядра й знати, як скасувати їх, якщо щось піде не так.

source: Multiple kernels can be installed
cs: Nainstalováno můžete mít i více jader
es: Se pueden instalar varios kernels
ia: On pote installar plure kernels<
nl: Er kunnen meerdere systeemkernen geïnstalleerd zijn
pt_br: Múltiplos kernel podem ser instalados.
uk: Може бути встановлено декілька ядер

source: When you apply an update, you replace the old version of the software with the new version.
cs: Pokud nainstalujete aktualizaci, nahradíte starší verzi softwaru jeho novější verzí.
es: Cuando se aplica una actualización, se sustituye la versión vieja del software con una nueva versión.
ia: Quando tu applica un actualisation, tu supplanta le vetule version del software per le nove version.
nl: Bij normale programmatuur, vervangt een bijgewerkt pakket de reeds aanwezige oudere versie.
pt_br: Quando você aplica uma atualização, você substitui uma versão antiga do software por uma nova versão.
uk: Коли Ви встановлюєте оновлення, Ви замінюєте стару версію програмного забезпечення на нову версію.

source: Things are different when it comes to kernels. When you apply a "kernel update", you don't actually update the kernel, you install a new kernel alongside the existing one.
cs: Věci se trochu mění při aktualizacích jádra. Pokud aktualizaci jádra nainstalujete, neaktualizujete současné jádro, ale nainstalujete nové jádro vedle toho stávajícího.
es: Las cosas son diferentes con el kernel. Cuando se aplica una "actualización de kernel", realmente se instala un nuevo kernel junto al ya existente.
ia: Le cosas es differente quando illo occurre al kernels. Quando tu applica un "actualisation del kernel", tu non actualisa vermente le kernel, tu installa un nove kernel insimul al illo que es existente.
nl: Bij systeemkernen is dat anders. Wanneer u een 'bijgewerkte systeemkern' installeert, installeert u namelijk een geheel nieuwe systeemkern naast de bestaande systeemkern.
pt_br: Coisas são diferentes quando se trata do kernel. Quando você aplica uma "atualização do kernel", você não atualiza o kernel, você instala um novo kernel ao lado do existente.
uk: Інша річ, коли справа доходить до ядра. При застосуванні "kernel update", Ви насправді не оновите ядро, а встановите нове ядро ​​поряд з вже існуючим.

source: Every time you apply a kernel update, you install a new kernel on the system, without removing the old ones.
cs: Pokaždé, když aktualizujete jádro, instalujete nové jádro do systému aniž by se původní jádra odstranila.
es: Cada vez que se aplica una actualización del kernel, se instala un nuevo kernel en el sistema, sin eliminar los antiguos.
ia: Cata vice que tu applica un actualisation del kernel, tu installa un nove kernel sur le systema, sin remotion de los vetule.
nl: Telkens wanneer u een bijgewerkte systeemkern installeert, installeert u een geheel nieuwe systeemkern, zonder bestaande oudere systeemkernen te verwijderen.
pt_br: A cada vez que você aplica uma atualização de kernel, você instala um novo kernel no sistema, sem remover o antigo.
uk: Щораз, коли Ви застосуєте оновлення ядра, Ви встановите нове ядро ​​у системі, не вилучаючи старих.

source: At boot time, the computer selects the most recent one.
cs: Při načítání systému zvolí počítač nejaktuálnější verzi.
es: En el arranque, el equipo selecciona el más reciente.
ia: Al tempore del re-initio, le computator elige lo plus recente.
nl: Tijdens het opstarten kiest uw computer standaard de meest recente systeemkern van de nieuwste systeemkernreeks.
pt_br: Na hora da inicialização, o computador seleciona o mais recente.
uk: Під час завантаження, комп'ютер обирає одне найостанніше.

source: Identifying the current kernel
cs: Identifikace aktuálního jádra
es: Identificar el kernel actual
ia: Identificar le kernel actual
nl: Het identificeren van de huidige systeemkern
pt_br: Identificando o kernel atual
uk: Визначення поточного ядра

source: If you want to know which kernel you are currently using, open a terminal and type:
cs: Pokud chcete vědět, jakou verzi jádra aktuálně využíváte, spusťte terminál a napište:
es: Si quiere saber qué kernel se está usando actualmente, abra un terminal y teclee:
ia: Si tu desira saper qual kernel tu es currentemente usante, aperi un terminal e scribe:
nl: Indien u wilt weten welke systeemkern u thans gebruikt, open een terminalvenster en tik in:
pt_br: Se você quer saber qual o kernel que você está atualmente usando, abra um terminal e digite:
uk: Якщо Ви хочете дізнатися яке ядро, використовується на даний час, відкрийте термінал і введіть:

source: uname -a
nl: uname -r

source: Installing and removing kernels
cs: Instalování a odinstalování jader
es: Instalar y eliminar kernels
ia: Installation e remotion del kernels
nl: Installeren en verwijderen van systeemkernen
pt_br: Instalando e removendo kernels
uk: Встановлення та вилучення ядра

source: You can install and remove kernels from the Update Manager.
cs: Jádra můžete instalovat i odinstalovávat ve správci aktualizací.
es: Se pueden instalar y eliminar kernels con el Administrador de Actualizaciones.
ia: Tu pote installar e remover le kernels per le Gestor de actualisation.
nl: U kunt systeemkernen installeren en verwijderen met behulp van Bijwerkbeheer.
pt_br: Você pode instalar e remover kernels a partir do gerenciador de atualização.
uk: Ви можете встановити і вилучити ядра використовуючи менеджер оновлень.

source: Select "View" -&gt; "Linux Kernels" in the menu.
cs: Vyberte "Zobrazit" -&gt; "Linuxová jádra" v menu.
es: Seleccione "Ver" - "Kernels de Linux" en el menú.
ia: Elige "Vider" -&gt; "Linux Kernels" in le menu.
nl: Kies 'Tonen' -&gt; 'Linux-systeemkernen' in de werkbalk.
pt_br: Selecione "Exibir" -&gt; "Kernel Linux" no menu.
uk: Виберіть "Перегляд" -&gt; "Ядра Linux" в меню.

source: You cannot remove the kernel you are currently using. To remove it, you need to reboot and select a different kernel to boot with.
cs: Nemůžete odstranit jádro, které máte aktuálně spuštěné. Pokud jej chcete odstranit, musíte restartovat počítač a načíst jiné jádro.
es: No se puede borrar el kernel que está en uso. Para hacerlo, hay que reiniciar el equipo y seleccionar un kernel diferente para arrancar.
ia: Tu non pote remover le kernel tu es currentemente usante. Pro lo remover, tu necessita re-initiar e seliger un altere kernel per le qual re-initiar.
nl: U kunt de systeemkern die u thans in gebruik hebt, niet verwijderen. Om die te verwijderen dient u te herstarten en dan een andere systeemkern te kiezen om vanaf op te starten.
pt_br: Você não pode remover o kernel que está em uso. Para remove-lo, você precisa reiniciar e selecionar um kernel diferente na inicialização.
uk: Не можна вилучити ядро, що на даний час використовується. Щоб вилучити його, потрібно перезавантажитися і вибрати інше ядро для завантаження.
