Repository: DorianB2017/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: cs, es, ia, nl, pt_br, uk

source: Selecting a kernel
cs: Výběr jádra
es: Seleccionar un kernel
ia: Election de un kernel
nl: Het kiezen van een systeemkern
pt_br: Selecionando um kernel
uk: Вибір ядра

source: You can have multiple kernels installed, but you can only run one kernel at a time.
cs: Můžete mít nainstalováno více jader, ale používat můžete v danou chvíli pouze jedno z nich.
es: Se pueden tener varios kernels instalados, pero solo se puede ejecutar uno a la vez.
ia: Tu pote haber plure kernels installate, ma tu pote solmente facer fluer un kernel al vice.
nl: U kunt meerdere systeemkernen geïnstalleerd hebben, maar u kunt er slechts één in gebruik hebben.
pt_br: Você pode selecionar múltiplos kernels instalados, mas você poderá somente executar um kernel por vez.
uk: Можна встановити декілька ядер, але Ви можете працювати лише з одним ядром.

source: When you boot the computer, the very first screen is called the Grub menu. This menu allows you to choose operating systems but you can also use it to select a kernel.
cs: Pokud zapnete počítač, první obrazovka, kterou uvidíte, se nazývá Grub menu. Toto menu umožňuje výběr operačního systému, ale také výběr mezi různými jádry.
es: Cuando arranca el equipo, la primera pantalla es el menú Grub. Este menú permite elegir el sistema operativo, pero también se puede elegir el kernel.
ia: Quando tu re-initia le computator, le prime pagina que appare es appellate menu del GRUB. Iste menu te permitte de seliger le systema operative, ma tu pote alsi usar illo pro eliger un kernel.
nl: Wanneer u de computer opstart, is het allereerste scherm het menu van opstartlader Grub. In dit menu kunt u besturingssystemen kiezen, maar ook kunt u een systeemkern kiezen.
pt_br: Quando você inicializar o computador, a primeira tela é chamada de menu Grub. Este menu permite você escolher sistemas operacionais mas você pode também usa-lo para selecionar o kernel.
uk: При завантаженні комп'ютера, перший екран називається меню Grub. Це меню дозволяє вибрати операційну систему, але Ви також можете використовувати його, для вибору ядра.

source: If you only have one operating system installed, your boot sequence might skip the Grub menu. To force the Grub menu to show, boot the computer and keep pressing the left <key>Shift</key> key.
cs: Pokud máte nainstalovaný pouze jeden operační systém, může být Grub menu při startu přeskočeno. Pokud požadujete Grub menu přesto zobrazit, držte při startu počítače stisknutou klávesu <key>Shift</key>.
es: Si solo hay un sistema operativo instalado, la secuencia de inicio puede saltar el menú Grub. Para forzar la aparición del menú Grub, inicie el equipo y mantenga pulsada la tecla <key>Shift</key> izquierda.
ia: Si tu ha solmente un systema operative installate, tu sequentia de initio pote saltar le menu del GRUB. Pro fortiar le menu del GRUB a monstrar se, re-initia le computator e tene pressate le clave <key>Shift</key>.
nl: Indien u slechts één besturingssysteem hebt geïnstalleerd, krijgt u het Grubmenu waarschijnlijk niet te zien. Om het Grubmenu dan toch zichtbaar te maken, start u uw computer op en drukt u meteen u de linker <key>Shift</key> toets in. Blijf hem ingedrukt houden totdat het Grubmenu alsnog verschijnt.
pt_br: Se você tiver somente um sistema operacional, sua sequência de boot deverá pular o menu Grub. Para forçar a exibição do menu Grub, inicialize o computador e mantenha pressionado a tecla <key>Shift</key> esquerdo.
uk: Якщо в Вас встановлена лише одна операційна система, послідовність завантаження може пропустити меню Grub. Для відображення меню Grub, перезавантажте комп’ютер, натисніть та утримуйте лівий <key>Shift</key>.

source: To select a kernel, choose "Advanced options" in the Grub menu. You should see all the kernels currently installed. Select the one you want to use and your computer will boot with that one.
cs: Pro výběr jádra zvolte možnost "Pokročilé volby" v Grub menu. Měli byste vidět všechna nainstalovaná jádra v systému. Vyberte poté to, které si přejete načíst.
es: Para seleccionar un kernel, elija "Opciones avanzadas" en el menú Grub. Deberían verse todos los kernels instalados. Elija el que quiera usar y el equipo arrancará con él.
ia: Pro seliger un kernel, elige "Optiones avantiate" in le menu del GRUB. Tu debe vider tote le kernels currentemente installate. Eliger illo que tu desira usar e tu computator re-initiara per illo.
nl: Om een systeemkern te kiezen selecteert u 'Geavanceerde opties' in het Grubmenu. Dan zou u alle geïnstalleerde systeemkernen moeten zien. Elke systeemkern heeft drie regels; alleen de eerste van die drie is van belang. Kies de systeemkern die u wilt gebruiken en druk op Enter.
pt_br: Para selecionar o kernel, escolha "opções avançadas" no menu Grub. Você poderá ver todos os kernels atualmente instalados. Selecione o que você deseja usar e seu computador irá inicializar com ele.
uk: Щоб обрати ядро, виберіть "Додаткові параметри" у меню Grub. Ви побачите усі встановлені ядра. Оберіть те, яке Ви хочете використовувати, і Ваш комп’ютер буде запускатися з ним.

source: Checking the DKMS status
cs: Kontrola stavu DKMS
es: Comprobar el estado DKMS
ia: Controlo del stato de DKMS
nl: De DKMS-status nakijken
pt_br: Checando o estatus DKMS
uk: Перевірка статусу DKMS

source: The kernel includes all open source drivers and these usually work very well. Proprietary drivers (NVIDIA, AMD, Broadcom...etc) are not included and they need to compile themselves against every kernel you install. This is done via a mechanism called DKMS.
cs: Jádro obsahuje všechny open source ovladače a ty většinou fungují skvěle. Proprietární ovladače (NVIDIA, AMD, Broadcom...) nejsou zařazeny a musí být kompilovány pokaždé, když instalujete nové jádro. Tato věc se dělá přes mechanizmus zvaný DKMS.
es: El kernel incluye todos los drivers open source y normalmente funcionan muy bien. Los drivers propietarios (NVIDIA, AMD, Broadcom... etc) no se incluyen y deben autocompilarse en cada kernel que se instala. Esto se hace mediante un mecanismo llamado DKMS.
ia: Le kernel include tote le drivers open source e istos usualmente functiona multo ben. Le drivers proprietari (NVIDIA, AMD, Broadcom...etc.) non es includite e il necessita los compilar contra cata kernel que tu installa. Isto es facite per un mechanismo appellate DKMS.
nl: De systeemkern bevat alle open-bronstuurprogramma's, en die doen het doorgaans uitstekend. Niet-vrije gesloten stuurprogramma's (Nvidia, Broadcom, enz.) zitten er niet in; die moeten worden gecompileerd voor elke systeemkern die u erbij installeert. Dit geschiedt via een mechanisme genaamd DKMS.
pt_br: O kernel incluem todos os drivers de código aberto e esses geralmente funcionam muito bem. Drivers proprietários (NVIDIA, AMD, Broadcom... outros) não são incluídos e eles precisam ser compilados novamente a cada kernel que você instala. Isso é feito através de um mecanismo chamado DKMS.
uk: Ядро містить у собі усі драйвери з відкритим джерельним кодом й вони, як правило, працюють дуже добре. Приватні драйвери (NVIDIA, AMD, Broadcom...тощо.) не містяться й їх потрібно скомпілювати самостійно у відношенні кожного ядра, яке Ви встановлюєте. Це робиться за допомогою механізму, що зветься DKMS.

source: If a proprietary driver isn't properly recompiled with DKMS for one of your kernels, it will not function correctly with that kernel.
cs: Pokud proprietární ovladače nejsou řádně rekompilovány s DKMS pro jedno z vašich jader, nebudou fungovat korektně na tomto jádru.
es: Si un driver propietario no se recompila adecuadamente con DKMS en alguno de los kernels, no funcionará correctamente con dicho kernel.
ia: Si un driver proprietari non es debitemente recompilate per le DKMS pro un de tu kernels, illo non functionara correctemente per celle kernel.
nl: Indien een niet-vrij stuurprogramma niet naar behoren wordt gecompileerd met DKMS voor één van uw systeemkernen, dan zal het niet goed functioneren met die systeemkern.
pt_br: Se um driver proprietário não for recompilado devidamente com DKMS para um dos seus kernels, ele não irá funcionar corretamente com esse kernel.
uk: Якщо для одного з ядер приватний драйвер перекомпільовано не правильно з застосуванням DKMS, то він не буде правильно працювати з цим ядром.

source: After installing or removing a kernel, you can check your DKMS status, to make sure all proprietary drivers are properly installed for each of your kernels with the following command:
cs: Po instalaci nebo odstranění jádra si můžete zkontrolovat stav DKMS, abyste měli jistotu, že všechny proprietární ovladače jsou řádně nainstalovány pro každé jádro ve vašem systému. Lze to provést příkazem:
es: Tras instalar o eliminar un kernel, se puede comprobar el estado DKMS, para asegurarse de que todos los drivers propietarios están bien instalados en cada kernel, con el comando siguiente:
ia: Post le installation o remotion de un kernel, tu pote controlar le stato de tu DKMS, render te certe que tote le drivers proprietari es debitemente installate pro cata de tu kernels per le sequente commando:
nl: Na het installeren of verwijderen van een systeemkern, kunt u uw DKMS-status nakijken om te zien of alle niet-vrije stuurprogramma's naar behoren zijn geïnstalleerd voor elke aanwezige systeemkern. Daarvoor gebruikt u de volgende terminalopdracht:
pt_br: Após a instalação ou remoção do kernel, você pode verificar o status do seu DKMS, para certificar que todos os drivers proprietários estão devidamente instalados para cada um dos kernels com o seguinte comando:
uk: Після встановлення або вилучення ядра, Ви можете перевірити свій DKMS статус у форматі HTML, щоб переконатися, що усі приватні драйвери правильно встановлені для кожного ядра за допомогою такої команди:

source: New kernel series usually become available before proprietary drivers support them via DKMS. If you are using proprietary drivers, it is recommended to stick to kernel updates and not to install kernels from series which are newer than the series of the recommended kernels.
cs: Nové série jádra bývají většinou k dispozici dříve než jsou podporovány proprietárními ovladači přes DKMS. Pokud používáte proprietární ovladače, příliš se nedoporučuje provádět aktualizace jádra, především se nedoporučuje instalovat novější série jádra než jsou ty, které jsou doporučovány dodavatelem ovladače.
es: Las nuevas series del kernel suelen estar disponibles antes de que los drivers propietarios les den soporte via DKMS. Si está usando drivers propietarios, se aconseja no instalar kernels de series más recientes que la serie del kernel recomendada.
ia: Nove series de kernel deveni usualmente disponibile ante que le drivers proprietari supporta los via DKMS. Si tu es usante drivers proprietari, il es recommendate de adherer al actualisationes del kernel e non installar le kernels ab le series que es plus recente quam le series del kernels recommendate.
nl: Nieuwe systeemkernreeksen komen doorgaans uit voordat niet-vrije stuurprogramma's hen via DKMS ondersteunen. Indien u niet-vrije stuurprogramma's gebruikt, is het aan te raden om alleen bijgewerkte systeemkernen te installeren voor uw huidige systeemkernreeks, en om niet over te stappen op een geheel nieuwe systeemkernreeks.
pt_br: Novas séries de kernel normalmente se tornam disponíveis antes de drivers proprietários suportá-los via DKMS. Se você estiver usando drivers proprietários, recomenda-se manter as atualizações do kernel e não instalar kernels das séries mais recentes que a série dos kernels recomendados.
uk: Нові серії ядер, як правило, стають доступними раніше ніж приватні драйвери підтримують їх через DKMS. Якщо Ви використовуєте приватні драйвери, радиться притримуватися оновлення ядра й встановлення ядра з серії, яка новіша, ніж серія рекомендованого ядра.

source: Reverting a kernel update
cs: Obnovení aktualizace jádra
es: Revertir una actualización del kernel
ia: Reverter un actualisation del kernel
nl: Het terugdraaien van een bijgewerkte systeemkern
pt_br: Revertendo uma atualização do kernel
uk: Відкат оновлення ядра

source: If something doesn't work with the latest kernel you installed (or the latest kernel update), reboot, select the kernel you were previously using, remove the new kernel and reboot again.
cs: Pokud vám něco nepracuje s nejnovější verzí jádra, kterou jste nainstalovali (například pomocí instalace aktualizace jádra), restartujte počítač a vyberte jádro, které jste používali předtím, poté odstraňte novější jádro a znovu restartujte počítač.
es: Si algo no funciona con el último kernel que ha instalado (o actualizado), reinicie, elija el kernel que usaba anteriormente, borre el nuevo kernel y vuelva a reiniciar.
ia: Si alco non functiona per le ultime kernel que tu installava (o le ultime actualisation del kernel), re-initia, eliger le kernel tu era antea usante, remove le nove kernel e re-initia ancora.
nl: Indien er iets niet werkt met de nieuwste systeemkern die u hebt geïnstalleerd (of met de nieuwste bijgewerkte systeemkern, dat komt op hetzelfde neer): herstart dan uw computer, start op van de oudere systeemkern die u voordien gebruikte, verwijder de nieuwe systeemkern en herstart nogmaals.
pt_br: Se alguma coisa não está funcionando com o último kernel instalado (ou o último kernel atualizado), reinicie, selecione o kernel que você estava usando anteriormente, remova o novo kernel e reinicie novamente.
uk: Якщо щось не працює з останньою встановленою версією ядра (або оновленням ядра), виконайте перезавантаження, оберіть ядро, яке Ви використовували раніше, вилучіть нове ядро та перезавантажте комп’ютер.

source: <media type="image" mime="image/png" src="figures/mintupdate.png" height="40" its:translate="no"/> Update Manager
cs: <media type="image" mime="image/png" src="figures/mintupdate.png" height="40" its:translate="no"/> Správce aktualizací
nl: <media type="image" mime="image/png" src="figures/mintupdate.png" height="40" its:translate="no"/> Bijwerkbeheer (updatebeheer)

source: The Update Manager provides your operating system with software and security updates.
cs: Správce aktualizací poskytuje operačnímu systému aktualizace softwaru a zabezpečení.
es: El Administrador de Actualizaciones proporciona actualizaciones de software y de seguridad para el sistema operativo.
ia: Le Gestor de actualisationes provide tu Systema operative con le ajornamentos de software e de securitate.
nl: Bijwerkbeheer voorziet uw besturingssysteem van veiligheidsreparaties en foutreparaties.
pt_br: O Gerenciador de Atualizações fornece ao sistema operacional as atualizações de software e segurança.
uk: Менеджер оновлень забезпечує Вашу операційну систему оновленнями програмного забезпечення та безпеки системи.

source: Updates are important because they keep your computer safe, eliminate bugs and can even add new features to your operating system.
cs: Aktualizace jsou důležité, neboť udržují váš počítač zabezpečený, eliminují výskyt chyb a mohou také přidávat nové rysy do vašeho operačního systému.
es: Las actualizaciones son importantes porque mantienen seguro el equipo, eliminan errores y pueden añadir nuevas funcionalidades al sistema operativo.
ia: Le actualisationes es importante perque illos mantene tu computator secur, elimina defectos e pote mesmo adder nove functionalitate a tu systema operative.
nl: Bijgewerkte pakketten zijn belangrijk omdat ze uw computer veilig houden, fouten oplossen en soms zelfs nieuwe functies toevoegen aan uw besturingssysteem.
pt_br: Atualizações são importantes porque eles mantém seu computador seguro, elimina erros e podem até adicionar novas características ao seu sistema operacional.
uk: Оновлення дуже важливі, бо вони підтримують Ваш комп'ютер у безпеці, усувають помилки і навіть додають нові функції операційної системи.

source: Unfortunately they also sometimes introduce new issues called 'regressions', which can break things which worked well before.
cs: Bohužel také někdy představují nové problémy zvané "regrese", které mohou učinit nefunkčními věci, které dříve fungovaly.
es: Desafortunadamente, a veces también introducen nuevos problemas llamados 'regresiones', que pueden estropear cosas que antes funcionaban bien.
ia: Infortunatemente illos alsi a vices presenta nove problemas appellate 'regressiones', que pote corrumper cosas que ha ben functionate antea.
nl: Helaas introduceren ze soms ook nieuwe problemen genaamd 'regressies', die dingen kapot kunnen maken die het eerst wel goed deden.
pt_br: Infelizmente eles também algumas vezes introduzem novos problemas chamados 'regressão', que podem quebrar coisas as quais funcionavam bem antes.
uk: Нажаль, інколи вони також можуть призвести до нових проблем, під назвою 'регресія', яка може зіпсувати те, що добре працювало раніше.

source: It is recommended to apply security updates but also to understand how updates can affect your computer, so you can review them, apply them with caution and be prepared in case something goes wrong.
cs: Doporučuje se instalovat bezpečnostní aktualizace, ale také rozumět tomu, jak aktualizace mohou ovlivnit váš počítač, abyste je mohli kontrolovat a uvědoměle instalovat, popřípadě, abyste byli připraveni na případ, že se něco pokazí.
es: Se recomienda aplicar las actualizaciones de seguridad, pero también comprender cómo pueden afectar al equipo, de manera que usted pueda revisarlas, aplicarlas con cuidado y estar preparado si algo falla.
ia: Il es recommendate de applicar le actualisationes de securitate, ma alsi de comprende como le actualisationes pote afficer tu computator, assi tu pote revider los, applicar los con prudentia e esser preparate in caso alco va mal.
nl: Het wordt aangeraden om veiligheidsreparaties altijd te installeren, maar ook om te begrijpen hoe bijgewerkte pakketten uw computer kunnen beïnvloeden. Bekijk ze dus van tevoren eerst even, installeer ze met enige voorzichtigheid en wees voorbereid voor het geval er iets mis gaat.
pt_br: É recomendado aplicar atualizações de segurança mas também entender como as atualizações podem afetar seu computador, assim você pode revisá-las, aplicá-las com cautela e estar preparado no caso de algo der errado.
uk: Радиться встановлювати оновлення безпеки, але й розуміти, як оновлення можуть вплинути на Ваш комп’ютер, тому Ви можете продивитися їх, встановлюйте їх обережно й будьте готовими у випадку, якщо щось піде не так.

source: Core concepts
cs: Základní pojmy
es: Conceptos básicos
ia: Conceptos nucleo
nl: Kernbegrippen
pt_br: Conceitos básicos
uk: Основні поняття

source: This section explains the core concepts related to software updates.
cs: Tato část vysvětluje základní pojmy spojené se softwarovými aktualizacemi.
es: Esta sección explica los conceptos básicos acerca de las actualizaciones de software.
ia: Iste section explica le conceptos nucleo associate al actualisationes del software.
nl: Dit onderdeel verklaart de kernbegrippen inzake het bijwerken van programmatuur.
pt_br: Esta seção explora os conceitos básicos relacionados a atualização de software.
uk: Цей розділ пояснює основні концепції, пов'язані з оновленням програмного забезпечення.

source: This section explains update levels, policies.
cs: Tato část vysvětluje úrovně aktualizací a strategie.
es: Esta sección explica los niveles y políticas de actualización.
ia: Iste section explica le nivellos e le criterios de actualisation.
nl: Dit onderdeel verklaart niveaus en beleidsvormen inzake bijwerken.
pt_br: Esta seção explora os níveis de atualização, políticas.
uk: У цьому розділі знаходяться відомості про рівні оновлення, політику.

source: This section explains kernel updates.
cs: Tato část vysvětluje aktualizace jádra.
es: Esta sección explica las actualizaciones del kernel.
ia: Iste section explica actualisationes del kernel.
nl: Dit onderdeel verklaart het bijwerken van systeemkernen.
pt_br: Esta seção explorar atualizações de kernel.
uk: У цьому розділі знаходяться відомості про оновлення ядра.

source: Advanced techniques
cs: Pokročilé techniky
es: Técnicas avanzadas
ia: Technicas avantiate
nl: Geavanceerde technieken
pt_br: Técnicas avançadas
uk: Додаткові методи

source: This section explains advanced techniques.
cs: Tato část vysvětluje pokročilé techniky.
es: Esta sección explica las técnicas avanzadas.
ia: Iste section explica le technicas avantiate.
nl: Dit onderdeel verklaart geavanceerde technieken.
pt_br: Esta seção explora técnicas avançadas
uk: У цьому розділі описано додаткові методи
