Repository: DorianB2017/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: cs, es, ia, nl, pt_br, uk

source: translator-credits
cs: Launchpad Contributions: AsciiWolf https://launchpad.net/~0cs9r-cyil-wz6b3 Charles Vlk https://launchpad.net/~vlk-charles D https://launchpad.net/~dv2718281 Elias Kabicek https://launchpad.net/~elias-kabicek-deactivatedaccount Filip Faltejsek https://launchpad.net/~grysnakh František Zatloukal https://launchpad.net/~zatloukal-frantisek Jan Hrdina https://launchpad.net/~jan-hrdina Karel WÄLZER https://launchpad.net/~husky-viking Konki https://launchpad.net/~pavel-konkol Kuvaly [LCT] https://launchpad.net/~kuvaly Ladislav Urbanek https://launchpad.net/~urbanek-n Lubor PETR https://launchpad.net/~luborpetr Martin Šácha https://launchpad.net/~sachy Ondřej Kolín https://launchpad.net/~ondrej-kolin Petr Šimáček https://launchpad.net/~petr-simacek Tomáš Moravec https://launchpad.net/~otoman100 Zyzzy https://launchpad.net/~zyzzy pepawo https://launchpad.net/~josef-ok2wo punkrtekk https://launchpad.net/~krtek
es: Launchpad Contributions: Adolfo Jayme https://launchpad.net/~fitojb Albert Sanchez Lafuente https://launchpad.net/~albertsanchezlafuente Bruno https://launchpad.net/~neoskullx-hotmail Errans https://launchpad.net/~errans01 Gabriel Rea Velasco https://launchpad.net/~gareve25 Isidro Pisa https://launchpad.net/~isidro José Rafael Sánchez Pérez https://launchpad.net/~ralphx21 Monkey https://launchpad.net/~monkey-libre Nebi https://launchpad.net/~kattymax Paco Molinero https://launchpad.net/~franciscomol Quereño https://launchpad.net/~eoviedog Ricardo Pérez López https://launchpad.net/~ricardo Thureos https://launchpad.net/~thureos Victor Padilla https://launchpad.net/~vector9x-gmail aladaris https://launchpad.net/~aladaris argentinoandino https://launchpad.net/~argentinoandino croquet https://launchpad.net/~caterina-lorente keyneom https://launchpad.net/~keyneom122 kkophonia https://launchpad.net/~oscargporcell ralphy https://launchpad.net/~ralphy-r rodrigian https://launchpad.net/~rodrigian-deactivatedaccount toniem https://launchpad.net/~toni-estevez
ia: Launchpad Contributions: karm https://launchpad.net/~melo-o
nl: Launchpad Contributions: A.J. Baudrez https://launchpad.net/~a.baudrez Floris https://launchpad.net/~florisv Gerhard Burger https://launchpad.net/~burger.ga Pjotr12345 https://launchpad.net/~computertip Wim Jaap van Vliet https://launchpad.net/~wimjaap arisos https://launchpad.net/~tomahawkh rob https://launchpad.net/~rvdb
pt_br: Launchpad Contributions: Adriano Torres Azevedo https://launchpad.net/~adrianotorres78 Alberlan Lopes https://launchpad.net/~alberlan Alberto Ferreira Alencar https://launchpad.net/~alberto-chaos André Marcelo Alvarenga https://launchpad.net/~andrealvarenga Carlos Ramirez https://launchpad.net/~carlos-ramirez-br Djones Boni https://launchpad.net/~djonesboni Eder Dias Ribeiro https://launchpad.net/~edelazarodias Edson Passos https://launchpad.net/~juniorpassos2010 Felipe Rodrigues https://launchpad.net/~fbidu Felipe Souza https://launchpad.net/~felipensouza Frederico https://launchpad.net/~fas-cardillo Gabriel Martins https://launchpad.net/~gabrielmartins Gilberto vagner https://launchpad.net/~vagner-unix Helder https://launchpad.net/~he7d3r Hugo Leonardo Leal Torres https://launchpad.net/~hugoleal85 LiqSquid https://launchpad.net/~liqsquid00 Luciano Gardim https://launchpad.net/~lucianogardim Sitonir de Oliveira https://launchpad.net/~sitonir Wellington Oliveira dos Santos https://launchpad.net/~welblade demetrius albuquerque https://launchpad.net/~causbla i https://launchpad.net/~iiiiii-deactivatedaccount
uk: Launchpad Contributions: Kondrashyn Artem https://launchpad.net/~judgedredad Mr.Morozniak https://launchpad.net/~mr.moroznyak Oleksandr Osipenko https://launchpad.net/~emepostbox Rostyslav Gaitkulov https://launchpad.net/~nightfly-r Serge Gavrilenko https://launchpad.net/~screamer-sg Sergiy Gavrylov https://launchpad.net/~gavro sharksoft https://launchpad.net/~sharksmail stuartlittle https://launchpad.net/~stuartlittle1970

source: Linux kernel %s
cs: Linuxové jádro %s
es: Kernel de Linux %s
ia: Kernel %s de Linux
nl: Linux-systeemkern %s
uk: Ядро Linux %s

source: The Linux kernel.
cs: Linuxové jádro
es: El kernel de Linux.
ia: Le kernel de Linux
nl: De Linux-systeemkern.
pt_br: O núcleo do Linux
uk: Ядро Linux.

source: The Linux Kernel is responsible for hardware and drivers support. Note that this update will not remove your existing kernel. You will still be able to boot with the current kernel by choosing the advanced options in your boot menu. Please be cautious though.. kernel regressions can affect your ability to connect to the Internet or to log in graphically. DKMS modules are compiled for the most recent kernels installed on your computer. If you are using proprietary drivers and you want to use an older kernel, you will need to remove the new one first.
cs: Linuxové jádro je zodpovědné za podporu hardwaru a ovladačů. Tato aktualizace neodstraní existující jádro. Stále budete moci spustit počítač s aktuálním jádrem v rozšířených možnostech nabídky spuštění. Prosím, buďte opatrní, .. regrese jádra může ovlivnit vaše připojení k internetu nebo přihlášení v grafické módu. DKMS moduly jsou sestaveny pro poslední jádra nainstalovaná na počítači. Pokud používáte proprietární ovladače a chcete-li použít starší jádro, budete muset nejprve odebrat nové.
es: El Kernel de Linux da soporte al hardware y los controladores. Esta actualización no eliminará el kernel existente. Usted aún podrá arrancar con el kernel actual, usando las opciones avanzadas del menú de arranque. Pero sea prudente: una regresión en el kernel puede impedir la conexión a internet o el inicio gráfico de sesión. Los módulos DKMS se compilan para el kernel más reciente instalado en el equipo. Si está usando controladores propietarios y quiere usar un kernel más antiguo, deberá eliminar primero el más moderno.
ia: Le kernel de Linux es responsabile pro supportar hardware e drivers. Nota que iste actualisation non removera tu kernel existente. Tu essera ancora capace de facer le boot con le actual kernel per le election del optiones avantiate in tu menu de bootstrapping. Per favor que tu es caute, totevia... le regressiones del kernel pote afficer tu capacitate a connecter te a Internet o al bloco de aperir un connexion graphic. Le modulos DKMS es compilate pro le kernels le plus recente installate sur tu computator. Si tu es usante drivers proprietari e tu desira usar un kernel plus vetere, tu necessitara antea eliminar illo plus nove.
nl: De Linux-systeemkern is verantwoordelijk voor apparatuurondersteuning en stuurprogramma's. Dit bijgewerkte pakket zal uw bestaande systeemkern niet verwijderen. U kunt straks nog steeds opstarten vanaf de huidige, oudere systeemkern door in uw opstartmenu te kiezen voor 'Geavanceerde opties'. Wees a.u.b. echter wel voorzichtig. Systeemkernregressies kunnen uw internetverbinding of uw grafische omgeving onbruikbaar maken. DKMS-modules worden alleen gecompileerd voor de meest recente systeemkern in uw besturingssysteem. Indien u niet-vrije stuurprogramma's gebruikt en u wilt een oudere systeemkern gebruiken, dan zult u de nieuwere systeemkernen eerst moeten verwijderen.
pt_br: O Núcleo do Linux é responsável pelo suporte ao hardware e drivers. Note que esta atualização não irá remover o kernel existente. Você estará apto a inicializar com o kernel atual escolhendo nas opções avançadas no seu menu de inicialização. Por favor seja cuidadoso.. As regressões do kernel pode afetar a capacidade de conectar à internet ou de fazer login graficamente. Os módulos DKMS são compilados para otimizar o kernel mais novo instalado no seu computador. Se você está usando drivers proprietários e gostaria de usa um kernel mais antigo, você irá precisar remover o mais novo primeiro.
uk: Ядро Linux відповідає за підтримку устаткування і драйверів. Зверніть увагу, що це оновлення не призведе до вилучення існуючого ядра. Ви можете запустити існуюче ядро, вибравши додаткові опції в меню завантаження. Будь ласка, будьте обережні регресія ядра може вплинути на можливість під’єднання до Інтернет або запуск графічного середовища. Модулі DKMS складаються для останніх версій ядер, встановлених на комп'ютері. Якщо Ви використовуєте закриті драйвери і хочете використовувати старе ядро, необхідно спочатку вилучити нове.

source: Please wait, this can take some time
cs: Vyčkejte prosím, tato akce může trvat delší dobu
es: Por favor espere, este proceso puede tardar un poco
ia: Per favor attende, isto pote prender alicun tempore
nl: Een ogenblik geduld a.u.b., dit kan even duren
pt_br: Por favor aguarde, isto pode levar algum tempo
uk: Зачекайте, це може тривати певний час

source: The %s kernel was removed
cs: Jádro %s bylo smazáno
es: Se ha desinstalado el kernel %s
ia: Le kernel %s ha essite removite
nl: De systeemkern %s werd verwijderd
pt_br: O kernel %s foi removido
uk: Було вилучено %s ядра

source: The %s kernel was installed
cs: Jádro %s bylo nainstalováno
es: Se ha instalado el kernel %s
ia: Le kernel %s ha essite installate
nl: De systeemkern %s werd geïnstalleerd
pt_br: O kernel %s foi instalado
uk: Було встановлено %s ядра

source: Remove
cs: Odebrat
es: Eliminar
ia: Remover
nl: Verwijderen
pt_br: Remover
uk: Вилучити

source: This kernel cannot be removed because it is currently in use.
cs: Toto jádro nelze odebrat, protože je právě používáno.
es: Este kernel no puede eliminarse porque está en uso.
ia: Ce kernel non pote ser removite perque illo es currentemente in uso.
nl: Deze systeemkern kan niet worden verwijderd, aangezien hij thans in gebruik is.
pt_br: Este kernel não pode ser removido por estar atualmente em uso.
uk: Це ядро не може бути вилучено, оскільки воно використовується на даний час.

source: Install
cs: Nainstalovat
es: Instalar
ia: Installar
nl: Installeren
pt_br: Instalar
uk: Встановити

source: This kernel is not installable.
cs: Toto jádro je nenainstalovatelné.
es: Este kernel no es instalable.
ia: Iste kernel non es installabile.
nl: Deze systeemkern is niet installeerbaar.
pt_br: Este kernel não é instalável.
uk: Це ядро не може бути встановлено.

source: Are you sure you want to remove the %s kernel?
cs: Jste si jisti, že chcete smazat jádro %s?
es: ¿Realmente desea desinstalar el kernel %s?
ia: Desira tu vermente remover le %s kernel?
nl: Weet u zeker dat u systeemkern %s wilt verwijderen?
pt_br: Tem certeza que deseja remover o kernel %s?
uk: Ви впевнені, що бажаєте вилучити %s ядро?

source: Are you sure you want to install the %s kernel?
cs: Jste si jisti, že chcete instalovat jádro %s?
es: ¿Realmente desea instalar el kernel %s?
ia: Desira tu vermente installar le %s kernel?
nl: Weet u zeker dat u systeemkern %s wilt installeren?
pt_br: Tem certeza que deseja instalar o kernel %s?
uk: Ви впевнені, що бажаєте встановити %s ядро?

source: Kernels
cs: Jádra
nl: Systeemkernen
uk: Ядра

source: Continue
cs: Pokračovat
es: Continuar
ia: Continuar
nl: Doorgaan
pt_br: Continuar
uk: Далі

source: Do not show this message again
cs: Tuto zprávu již nezobrazovat
es: No volver a mostrar este mensaje
ia: Non monstrar plus iste message
nl: Toon dit bericht voortaan niet meer
pt_br: Não mostrar esta mensagem novamente
uk: Більше не показувати це повідомлення

source: Warning!
cs: Varování!
es: ¡Aviso!
ia: Advertimento!
nl: Waarschuwing!
pt_br: Atenção!
uk: Попередження!

source: Proceed with caution
cs: Postupujte opatrně
es: Proceda con cuidado
ia: Proceder con caution
nl: Ga voorzichtig te werk
pt_br: Prossiga com cuidado
uk: Дійте обережно

source: The Linux kernel is a critical part of the system. Regressions can lead to lack of networking, lack of sound, lack of graphical environment or even the inability to boot the computer. Only install or remove kernels if you are experienced with kernels, drivers, DKMS modules and you know how to recover a non-booting computer.
cs: Linuxové jádro je kritická součást systému. Regrese mohou vést k problémům se sítí, zvukem, grafickým prostředím a možná dokonce nenaběhne počítač. Instalujte, či odebírejte jádra jen pokud máte zkušenost s jádry, ovladači, DKMS moduly a víte, jak spravit nenabíhající počítač
ia: Le kernel de Linux es un parte critic del systema. Le regressiones poter ducer a carentia de retes, carentia de sono, carentia de ambiente graphic o mesmo le inhabilitate a facer le bootstrapping del computator. Installa o remove le kernels solmente si tu es experiente con kernels, drivers, modulos DKMS e si tu cognosce como pro recuperar un computator que non se re-initia.
nl: De Linux-systeemkern is het belangrijkste onderdeel van het systeem. Regressies kunnen leiden tot uitvallen van de netwerkverbinding, het geluid, de grafische omgeving of zelfs de mogelijkheid om de computer op te starten. Installeer of verwijder alleen dan systeemkernen wanneer u ervaring hebt met systeemkernen, stuurprogramma's en DKMS-modules, en wanneer u weet hoe u een niet-opstartende computer zelf kunt herstellen.
pt_br: O kernel Linux é uma parte crítica do sistema. Regressões podem levar à falta de rede, falta de som, a falta de ambiente gráfico ou até mesmo a incapacidade de inicializar o computador. Apenas instalar ou remover kernels se você tem experiência com kernels, drivers, módulos DKMS e se você sabe como recuperar um computador que não carrega.
uk: Ядро Linux є важливою частиною системи, а регресія може призвести до відсутності мережі, відсутностві звуку, відсутності графічного середовища або навіть неможливості завантаження комп'ютера. Тому встановлюйте або вилучайте ядра лише якщо у Вас є досвід роботи з ядрами, драйверами, модулями DKMS й Ви знаєте, як відновити завантаження комп'ютера.

source: Before installing or removing kernels, please make sure to read the help section, to make sure you know how to select kernels, how to revert updates and how to check your DKMS status.
cs: Před instalací či odstraněním jádra se prosím seznamte s příslušnou částí v nápovědě. Především si ověřte, že víte jak vybírat jádro při spuštění počítače, jak obnovit aktualizace a jak zkontrolovat stav DKMS.
es: Antes de instalar o eliminar kernels, lea la sección de ayuda, para informarse de cómo seleccionar kernels, cómo revertir actualizaciones y cómo comprobar el estado de DKMS.
ia: Ante un installation o un remotion de kernels, per favor rende te certe de leger le section de adjuta, a rende te certe saper como eliger le kernels, como reverter le actualisationes e como controlar tu stato del DKMS.
nl: Voordat u systeemkernen installeert of verwijdert kunt u het beste het betreffende hulponderdeel lezen. Zodat u weet hoe u systeemkernen kunt kiezen, bijgewerkte systeemkernen kunt terugdraaien en de DKMS-status kunt nakijken.
pt_br: Antes de instalar ou remover kernels, por favor certifique-se de ler a seção de ajuda, para garantir que você sabe como selecionar o kernel, como reverter atualizações e como verificar o estado do DKMS.
uk: Перед встановленням або вилученням ядра, будь ласка, не забудьте прочитати розділ довідки, щоб переконатися, що Ви знаєте, як вибирати ядра, як повернутися до початкового стану оновлення та як перевірити стан DKMS.

source: Close
cs: Zavřít
es: Cerrar
ia: Clauder
nl: Sluiten
pt_br: Fechar
uk: Закрити

source: Active
cs: Aktivní
es: Activo
ia: Activar
nl: Actief
pt_br: Ativo
uk: Активний

source: Installed
cs: Nainstalované
es: Instalado
ia: Installate
nl: Geïnstalleerd
pt_br: Instalado
uk: Встановлено

source: Recommended for security
cs: Doporučené pro bezpečnost
ia: Recommendate per le securitate
nl: Aangeraden voor hoogste mate van veiligheid

source: Recommended for stability
cs: Doporučené pro stabilitu
ia: Recommendate per le stabilitate
nl: Aangeraden voor hoogste mate van stabiliteit

source: You are currently using the following kernel:
cs: Právě používáte následující jádro:
es: Actualmente está usando el kernel siguiente:
ia: Tu es actualmente usante le kernel sequente:
nl: U gebruikt thans de volgende systeemkern:
pt_br: Você está usando o seguinte do kernel:
uk: На дану мить використовується таке ядро системи:

source: Downloading changelog...
cs: Stahování seznamu změn...
es: Descargando registro de cambios...
ia: Discargamento del registro del cambiamentos...
nl: Wijzigingslogboek aan het binnenhalen...
pt_br: Baixando lista de mudanças...
uk: Завантажується журнал змін...

source: No changelog available
cs: Žádný seznam změn není k dispozici
es: Registro de cambios no disponible
ia: Nulle registro del cambiamentos disponibile
nl: Geen wijzigingslogboek beschikbaar
pt_br: Lista de mudanças não disponível
uk: Немає доступного журналу змін

source: This upgrade will trigger additional changes
cs: Tato aktualizace spustí dodatečné změny
es: Esta actualización realizará cambios adicionales
ia: Ce ajornamento discatenara cambiamentos additional
nl: Deze opwaardering zal tot extra wijzigingen leiden
pt_br: Essa atualização implicará em mudanças adicionais
uk: Це оновлення викличе додаткові зміни

source: The following package will be removed:
cs: Následující balíček bude odstraněn:
ia: Le pacchettos sequente essera removite:
nl: Het volgende pakket zal worden verwijderd:

source: The following %d packages will be removed:
cs: Následujících %d balíčků bude odstraněno:
ia: Le %d pacchettos sequente essera removite:
nl: De volgende %d pakketten zullen worden verwijderd:

source: The following package will be installed:
cs: Následující balíček bude nainstalován:
ia: Le pacchettos sequente essera installate:
nl: Het volgende pakket zal worden geïnstalleerd:

source: The following %d packages will be installed:
cs: Následujících %d balíčků bude nainstalováno:
ia: Le %d pacchettos sequente essera installate:
nl: De volgende %d pakketten zullen worden geïnstalleerd:

source: Installing updates
cs: Instalace aktualizací
es: Instalando actualizaciones
ia: Installation del ajornamentos
nl: Bezig met installeren van bijgewerkte pakketten
pt_br: Instalando atualizações
uk: Встановлення оновлень

source: Update is complete
cs: Aktualizace byla dokončena
ia: Le ajornamento es finite
nl: Het bijwerken is voltooid

source: Checking for updates
cs: Kontrola aktualizací
es: Comprobando actualizaciones
ia: Controlo pro le ajornamentos
nl: Aan het zoeken naar beschikbare bijgewerkte pakketten
pt_br: Verificando atualizações disponíveis
uk: Перевірка на оновлення

source: Could not install the security updates
cs: Nelze nainstalovat bezpečnostní aktualizace
es: No se pudo instalar las actualizaciones de seguridad
ia: Incapace a installar le ajornamentos de securitate
nl: Kon de veiligheidsreparaties niet installeren
pt_br: Não foi possível instalar as atualizações de segurança
uk: Не вдалося встановити оновлення безпеки

source: Starting refresh...
cs: Zahájení obnovy...
es: Comenzando a refrescar...
ia: Initio a refrescar...
nl: Verversen aan het starten...
pt_br: Iniciando a atualização da lista de pacotes...
uk: Йде оновлення...

source: Another application is using APT
cs: APT je používán jinou aplikací
es: Otra aplicación está utilizando APT
ia: Un altere applicazion es usante APT
nl: APT wordt op dit ogenblik al gebruikt door een andere toepassing
pt_br: Outro aplicativo está usando o APT (gerenciador de pacotes)
uk: Інша програма використовує APT

source: Finding the list of updates...
cs: Hledání seznamu aktualizací...
es: Obteniendo lista de actualizaciones...
ia: In recerca del lisata del ajornamentos...
nl: Bezig met zoeken naar de lijst met bijgewerkte pakketten...
pt_br: Localizando a lista de atualizações...
uk: Пошук переліку оновлень...

source: Your APT cache is corrupted.
cs: Mezipamět APT je porušená.
es: La caché APT está dañada.
ia: Le memoria tampon de tu APT es corrupte.
nl: De tijdelijke opslag van uw APT is corrupt.
pt_br: O cache do APT está corrompido.
uk: Кеш Вашого APT пошкоджено

source: Do not install or update anything, it could break your operating system!
cs: Nic neinstalujte ani neaktualizujte, mohlo by dojít k poškození Vašeho operačního systému!
es: ¡No instale ni actualice nada, podría dañar su sistema operativo!
ia: Non installar o ajornar ulle cosa, illo poterea rumper tu systema operative
nl: Installeer niets en werk ook niets bij, want het zou uw besturingssysteem kunnen verzieken!
pt_br: Não é possível instalar ou atualizar, pois pode causar danos ao sistema operacional!
uk: Не встановлюйте й не оновлюйте будь-що, це може зіпсувати Вашу операційну систему!

source: Switch to a different Linux Mint mirror to solve this situation.
cs: Pro vyřešení tohoto problému použijte jiné zrcadlo Linux Mintu.
es: Cambie a un repositorio espejo de Linux Mint diferente para resolver esta situación.
ia: Excambiar a un differente speculo de Linux Mint pro solver istesituation.
nl: Schakel over naar een andere spiegelserver van Linux Mint om dit probleem te verhelpen. Of wacht een dagje, totdat uw huidige spiegelserver weer op orde is.
pt_br: Para resolver esta situação, altere para outro mirror do Linux Mint.
uk: Перемкніться на інше дзеркало Linux Mint, щоб вирішити цю ситуацію.

source: Please switch to another Linux Mint mirror
cs: Použijte, prosím, jiné zrcadlo Linux Mintu
es: Por favor cambie a otro repositorio espejo de Linux Mint
ia: Per favor excambia a un altere speculo de Linux Mint
nl: Schakel a.u.b. over naar een andere spiegelserver van Linux Mint, of wacht een dagje totdat uw huidige spiegelserver weer op orde is
pt_br: Por favor, altere para outro mirror do Linux Mint
uk: Будь ласка, перемкніться на інше дзеркало Linux Mint

source: Could not refresh the list of updates
cs: Nelze obnovit seznam aktualizací
es: No se pudo actualizar la lista de actualizaciones
ia: Incapace a refrescar le liste del ajornamentos
nl: Kon de lijst met bijgewerkte pakketten niet verversen
pt_br: Não foi possível obter a lista de atualizações
uk: Не вдалося оновити перелік оновлень

source: Your system is up to date
cs: Váš systém je aktuální
es: Su sistema está actualizado
ia: Tu systema es actualisate
nl: Uw systeem is bijgewerkt
pt_br: Seu sistema está atualizado
uk: Ваша система оновлена

source: Kernel update
cs: Aktualizace jádra
es: Actualización del kernel
ia: Actualisation del kernel
nl: Bijgewerkte systeemkern
pt_br: Atualização do kernel
uk: Оновлення ядра

source: Security update
cs: Bezpečnostní aktualizace
es: Actualización de seguridad
ia: Actualisation de securitate
nl: Veiligheidsreparatie
pt_br: Atualização de segurança
uk: Оновлення безпеки

source: Software backport. Be careful when upgrading. New versions of software can introduce regressions.
cs: Backportovaný software. Dejte si pozor při aktualizaci. Nové verze programů mohou způsobit regrese.
es: Backport de software. Tenga cuidado al actualizar. Versiones nuevas de software pueden introducir regresiones.
ia: Backport software. Que tu es attente quando promove. Le nove versiones de software pote procurar regressiones.
nl: Programmatuur-backport. Wees voorzichtig met opwaarderen. Nieuwe versies van programmatuur kunnen regressiefouten introduceren.
pt_br: Backport de softwares. Seja cuidadoso ao efetuar a atualização. Novas versões de softwares podem trazer retrocessos.
uk: Перенесення програмного забезпечення. Будьте уважні при оновленні. Нові версії програмного забезпечення можуть бути повернені до більш ранньої версії
