Repository: DorianB2017/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: cs, es, ia, nl, pt_br, uk

source: Always show kernel updates
cs: Vždy zobrazovat aktualizace jádra
es: Mostrar siempre las actualizaciones del kernel
ia: Monstrar sempre le actualisationes de kernel
nl: Bijgewerkte systeemkernen altijd tonen
pt_br: Sempre mostrar atualizações do kernel
uk: Завжди показувати оновлення ядра

source: Always select kernel updates
cs: Vždy vybrat aktualizace jádra
es: Seleccionar siempre actualizaciones del kernel
ia: Eliger sempre le actualisationes del kernel
nl: Bijgewerkte systeemkernen altijd kiezen
pt_br: Sempre selecione atualizações do kernel
uk: Завжди обирати оновлення ядра

source: minutes
cs: minut
es: minutos
ia: minutas
nl: minuten
pt_br: minutos
uk: хв.

source: hours
cs: hodin
es: horas
ia: horas
nl: uren
pt_br: horas
uk: год.

source: days
cs: dnů
es: días
ia: dies
nl: dagen
pt_br: dias
uk: дн.

source: Cancel
cs: Zrušit
es: Cancelar
ia: Cancellar
nl: Afbreken
pt_br: Cancelar
uk: Скасувати

source: Apply
cs: Použít
es: Aplicar
ia: Applicar
nl: Toepassen
pt_br: Aplicar
uk: Застосувати

source: Ignored updates
cs: Ignorovat aktualizace
es: Actualizaciones ignoradas
ia: Actualisationes ignorate
nl: Genegeerde bijgewerkte pakketten
pt_br: Atualizações ignoradas
uk: Ігнорувати оновлення

source: Please specify the name of the update to ignore:
cs: Uveďte jméno aktualizace, kterou chcete ignorovat
es: Por favor, especifique el nombre de la actualización a ignorar:
ia: Per favor specificar le nomine del actualisation a ignorar:
nl: Geef a.u.b. de naam op van het bijgewerkte pakket dat moet worden genegeerd:
pt_br: Por favor, especifique o nome da atualização a ser ignorada:
uk: Будь ласка, вкажіть назву оновлення яке потрібно ігнорувати

source: Ignore an update
cs: Ignorovat aktualizaci
es: Ignorar una actualización
ia: Ignorar un ajornamento
nl: Een bijgewerkt pakket negeren
pt_br: Ignorar uma atualização
uk: Ігнорувати оновлення

source: Name:
cs: Název:
es: Nombre:
ia: Nomine:
nl: Naam:
pt_br: Nome:
uk: Назва:

source: System Upgrade
cs: Aktualizace systému
es: Actualización del sistema
ia: Promotion del systema
nl: Systeemopwaardering
pt_br: Atualização de Sistema
uk: Оновлення системи

source: Introduction
cs: Úvod
es: Introducción
nl: Inleiding
pt_br: Introdução
uk: Вступ

source: Your system is missing critical components. A package corresponding to your edition of Linux Mint should provide the virtual package 'mint-info' and the file /etc/linuxmint/info.
cs: Váš systém neobsahuje kritické součásti. Balíčky korespondující Vaší verzi Linux Mint by měli nabízet virtuální balíček 'mint-info' a soubor /etc/linuxmint/info.
es: Faltan componentes críticos del sistema. Un paquete correspondiente a su edición de Linux Mint debería proporcionar el paquete virtual 'mint-info' y el archivo /etc/linuxmint/info.
ia: Tu systema es mancante de componentes critic. Un pacchetto correspondente a tu edition de Linux Mint debe fornir le pacchetto virtual 'mint-info' e le file /etc/linuxmint/information.
nl: Uw systeem mist belangrijke onderdelen. Een pakket dat hoort bij uw versie van Linux Mint, zou het virtuele pakket 'mint-info' moeten bevatten en het bestand /etc/linuxmint/info.
pt_br: Componentes críticos estão faltando em seu sistema. Um pacote correspondente à sua edição do Linux Mint deverá prover o pacote virtual 'mint-info' e o arquivo /etc/linuxmint/info
uk: У Вашій системі відсутні важливі компоненти. Пакунок, відповідний Вашому виданню Linux Mint повинен надати віртуальний пакунок 'mint-info' і файл /etc/linuxmint/info.

source: No upgrades were found.
cs: Žádné povýšení nenalezeno.
es: No se encontraron actualizaciones.
ia: Nulle promotiones esseva trovate.
nl: Er werden geen opwaarderingen aangetroffen.
pt_br: Nenhuma atualização foi encontrada.
uk: Не знайдено жодних оновлень.

source: A new version of Linux Mint is available!
cs: Nová verze Linux Mint je dostupná!
es: ¡Una nueva versión de Linux Mint está disponible!
ia: Un nove version de Linux Mint es disponibile
nl: Er is een nieuwe versie van Linux Mint beschikbaar!
pt_br: Uma nova versão do Linux Mint está disponível!
uk: Доступна нова версія Linux Mint!

source: An upgrade was found but it is not available yet for the %s edition.
cs: Povýšení bylo nalezeno, ale není ještě dostupné pro verzi %s.
es: Se encontró una actualización, pero aún no está disponible para la edición %s.
ia: Un ajornamento ha essite trovate ma illo non es disponibile ad hora pro le edition %s.
nl: Er werd een opwaardering aangetroffen, maar die is nog niet beschikbaar voor de editie %s.
pt_br: Uma atualização foi encontrada, mas ela ainda não está disponível para a edição %s.
uk: Було знайдено оновлення, але воно поки що недоступне для %s версії

source: Release notes
cs: Poznámky k vydání
es: Notas de la versión
ia: Notas del edition
nl: Uitgavenotities
pt_br: Notas da versão
uk: Нотатки до випуску

source: Please read the release notes before upgrading. They explain all the known issues, workarounds and solutions associated with the new version.
cs: Prosím přečtěte si poznámky k vydání před tím, než budete povyšovat. Vysvětlí známé obtíže, řešení, apod. spojené s novou verzí.
es: Lea las notas de la versión antes de actualizar. Explican todos los problemas conocidos, alternativas y soluciones relacionadas con la nueva versión.
ia: Per favor lege le notas de version ante le ajornamento. Illes clara tote le problemas, le alternativas e le solutiones note associate con le nove version.
nl: Lees a.u.b. de uitgavenotities alvorens op te waarderen. Ze geven uitleg over alle bekende problemen, noodoplossingen en oplossingen betreffende de nieuwe versie.
pt_br: Por favor leia as notas da versão antes de atualizar. Elas explicarão todos os erros conhecidos, como contorná-los e soluções associadas com a nova versão.
uk: Будь ласка, прочитайте нотатки до випуску перед оновленням. Вони пояснюють усі відомі проблеми, обхідні шляхи й рішення, пов'язані з новою версією.

source: Release notes for %s
cs: Poznámky k vydání pro %s
es: Notas de la versión para %s
ia: Notas de edition pro %s
nl: Uitgavenotities voor %s
pt_br: Notas de versão para %s
uk: Нотатки до випуску %s

source: Click on the link to open the release notes.
cs: Klepněte na odkaz pro otevření poznámek k vydání
es: Haga clic en el enlace para abrir las notas de la versión.
ia: Clicca sur le ligamine pro aperir le notas de version.
nl: Klik op de webkoppeling om de uitgavenotities te tonen.
pt_br: Clique no link para abrir as notas de versão.
uk: Натисніть на посилання, щоб відкрити нотатки до випуску.

source: New features
cs: Nové vlastnosti
es: Nuevas características
ia: Nove characteristicas
nl: Nieuwe functies
pt_br: Novos recursos
uk: Нові можливості

source: Please look at the new features introduced in the new version.
cs: Prosím podívejte se na nové funkce v nové verzi
es: Por favor, mire las novedades introducidas en la nueva versión.
ia: Per favor reguarda al nove functionalitates introducite in le nove version.
nl: Kijk a.u.b. eens naar de nieuwe functies in de nieuwe versie.
pt_br: Por favor olhe as novas funções introduzidas na nova versão.
uk: Будь ласка, продивіться нові можливості, надані у новій версії.

source: New features in %s
cs: Nové funkce v %s
es: Novedades en %s
ia: Nove characteristicas in %s
nl: Nieuwe functies in %s
pt_br: Novas funções em %s
uk: Нові можливості в %s

source: Click on the link to browse the new features.
cs: Klepněte na odkaz k objevení nových funkcí
es: Haga clic en el enlace para ver las nuevas características.
ia: Clicca sur le le ligamine pro explorar le nove functionalitate.
nl: Klik op de webkoppeling om de nieuwe functies door te nemen.
pt_br: Clique no link para navegar entre as funções.
uk: Натисніть на посилання, щоб переглянути нові можливості.

source: Requirements
cs: Požadavky
es: Requerimientos
ia: Requisitos
nl: Vereisten
pt_br: Requisitos
uk: Вимоги

source: The package %s needs to be installed before upgrading.
cs: Balíček %s musí bát nainstalován před povýšením.
es: Hay que instalar el paquete %s antes de actualizar.
ia: Le pacchetto %s necessita ser installate ante le promotion.
nl: Het pakket %s moet zijn geïnstalleerd voor de opwaardering.
pt_br: O pacote %s precisa ser instalado antes de atualizar.
uk: Перед оновленням необхідно встановити пакунок %s.

source: Install %s
cs: Nainstalovat %s
es: Instalar %s
ia: Installar %s
nl: %s installeren
pt_br: Instalar %s
uk: Встановити %s

source: Click on the button to install the missing package.
cs: Klepněte na tlačítko k instalaci chybějících balíčků.
es: Haga clic en el botón para instalar el paquete que falta.
ia: Clicca sur le button pro installar le pacchetto mancante.
nl: Klik op de knop om het ontbrekende pakket te installeren.
pt_br: Clique no botão para instalar o pacote que está faltando.
uk: Натисніть на кнопку, щоб встановити пакунок якого бракує.

source: New releases provide bug fixes and new features but they also sometimes introduce new issues. Upgrading always represents a risk. Your data is safe but new issues can potentially affect your operating system.
cs: Nová vydání nabízí opravy existujících chyb a někdy také přinesou chyby nové. Povyšování verzí představuje riziko. Data jsou v bezpečí, ale může být potenciálně ohrožen váš operační systém.
es: Las nuevas versiones contienen correcciones de errores y nuevas características, pero a veces también introducen problemas nuevos. Actualizar siempre representa un riesgo. Sus datos están seguros, pero potencialmente su sistema operativo podría verse afectado por nuevos errores.
ia: Le nove versiones forni fixationes de defecto e nove functionalitates, ma illos alsi a vices presenta nove problemas. Le promotion representa sempre un hasardo. Tu datos es salve ma nove problemas pote afficer tu systema operative.
nl: Nieuwe versies bevatten foutreparaties en nieuwe functies, maar ze bevatten soms ook nieuwe fouten. Opwaarderen houdt altijd een zeker risico in. Uw gegevens (documenten e.d.) zijn veilig, maar nieuwe fouten kunnen wellicht uw besturingssysteem negatief beïnvloeden.
pt_br: Novos lançamentos fornecem correções de erros e novas funções, porém eles algumas vezes podem introduzir novos problemas. Atualizar sempre representa um risco. Seus arquivos estão seguros, mas novos erros podem talvez afetar seu sistema operacional.
uk: Нові релізи надають виправлення помилок і нові можливості, але іноді й певні проблеми. Оновлення завжди становить небезпеку. Ваші дані в безпеці, але нові проблеми можуть потенційно вплинути на Вашу операційну систему.

source: I understand the risk. I want to upgrade to %s.
cs: Chápu riziko. Chci povýšit na %s.
es: Entiendo el riesgo. Quiero actualizar a %s.
ia: Io comprende le risco. Io desira promover a %s.
nl: Ik begrijp het risico. Ik wil opwaarderen naar %s.
pt_br: Eu entendo os riscos. Eu quero atualizar para %s
uk: Я розумію ризик. Я хочу оновитися до %s.

source: Summary
cs: Shrnutí
es: Resumen
ia: Summario
nl: Samenvatting
pt_br: Índice
uk: Зведена інформація

source: The package was installed
cs: Balíček byl instalován
ia: Le pacchetto ha essite installate
nl: Het pakket werd geïnstalleerd

source: Your operating system was successfully upgraded. Please reboot your computer for all changes to take effect.
cs: Váš operační systém byl úspěšně povýšen. Prosím restartuje počítač, aby se mohly všechny změny projevit.
es: El sistema operativo se ha actualizado correctamente. Reinicie su computadora para todos los cambios surtan efecto.
ia: Tu systema operative ha essite ajornate con bon successo. Per favor re-initia tu computator pro que tote le cambiamentos prende effecto.
nl: Uw besturingssysteem werd succesvol opgewaardeerd. Herstart a.u.b. uw computer om alle wijzigingen van kracht te laten worden.
pt_br: Seu sistema operacional foi atualizado com sucesso. Por favor reinicie seu computador para que todas as mudanças tenham efeito.
uk: Ваша операційна система була успішно оновлена. Будь ласка, перезавантажте комп'ютер, щоб зміни було застосовано.

source: The upgrade did not succeed. Make sure you are connected to the Internet and try to upgrade again.
cs: Povýšení se nezdařilo. Ujistěte se, že jste připojeni k internetu a zkuste to znovu.
es: La actualización ha fallado. Asegúrese de que está conectado a Internet e intente actualizar de nuevo.
ia: Le promotion non ha habite successo. Assecura te que tu es connexe a Internet e reproba lo.
nl: De opwaardering is niet gelukt. Vergewis u ervan dat u verbinding hebt met het internet en probeer opnieuw op te waarderen.
pt_br: A atualização não foi efetuada com sucesso. Tenha certeza que sua conexão com a internet está funcionando e tente atualizar de novo.
uk: Оновлення не вдалося. Переконайтеся, що Ви під’єднані до Інтернет і спробуйте оновити ще раз.

source: Show and install available updates
cs: Zobrazit a nainstalovat dostupné aktualizace
es: Muestra e instala las actualizaciones disponibles
ia: Monstrar e installar le ajornamentos disponibile
nl: Beschikbare bijgewerkte pakketten tonen en installeren
pt_br: Exibir e instalar as atualizações disponíveis
uk: Показати та встановити доступні оновлення

source: Please enter your password to perform the upgrade
cs: Prosím zadejte heslo k provedení povýšení
es: Introduzca su contraseña para realizar la actualización
ia: Per favor insere tu contrasigno pro exequer le promotion
nl: Voer a.u.b. uw wachtwoord in om de opwaardering uit te voeren
pt_br: Por favor digite sua senha para realizar a atualização
uk: Будь ласка, ведіть пароль для виконання оновлення

source: B
uk: б

source: KB
uk: Kб

source: MB
uk: Мб

source: GB
uk: Гб

source: The following packages will be removed:
es: Se desinstalarán los siguientes paquetes:
pt_br: Os seguintes pacotes serão removidos:
uk: Буде вилучено такі пакунки:

source: The following packages will be installed:
es: Se instalarán los siguientes paquetes:
pt_br: Os seguintes pacotes serão instalados:
uk: Будуть встановлені такі пакунки:

source: %d update available
es: %d actualización disponible
pt_br: %d atualização disponível
uk: %d доступне оновлення

source: The last update on %(mirror)s was %(days)d day ago
es: La última actualización de %(mirror)s fue hace %(days)d día
pt_br: A ultima atualização foi %(mirror)s em %(days)d há dia
uk: Останнє оновлення з %(mirror)s було виконано %(days)d днів тому

source: Packages included in this update:
es: Paquetes incluídos en esta actualización:
pt_br: Pacotes incluídos nesta atualização:
uk: Пакунки, включені в це оновлення:

source: mintupdate-tool -h
pt_br: minupdate-tool -h

source: dkms status
pt_br: status dkms

source: The Linux kernel is a critical part of the system. Regressions can lead to lack of networking, lack of sound, lack of graphical environment or even the inability to boot the computer.
es: El kernel de Linux es una parte crítica del sistema. Las regresiones pueden provocar pérdida de conexión a la red, falta de sonido o de entorno gráfico o incluso hacer que el equipo no arranque.
