Repository: DorianB2017/mint-translations
Catalog: po-export/mintupdate/mintupdate-*.po
Languages: cs, es, ia, nl, pt_br, uk

source: Unstable software. Only apply this update to help developers beta-test new software.
cs: Nestabilní software. Použijte pouze tehdy chcete-li vývojářům pomoci beta-testovat nové funkce.
es: Software inestable. Aplique esta actualización solamente si desea ayudar a los desarrolladores en las pruebas beta de nuevo software.
ia: Applicar ce actualisation solmente pro adjutar le disveloppatores a facer le beta-test del nove software.
nl: Onstabiele programmatuur. Installeer dit bijgewerkte pakket alleen om de ontwikkelaars te helpen met het uitproberen van proefversies van nieuwe programmatuur.
pt_br: Programa instável. Só execute esta atualização se deseja ajudar os desenvolvedores fazendo testes.
uk: Нестабільне програмне забезпечення. Застосовуйте це оновлення лише якщо бажаєте допомогти розробникам у бета-тестуванні нового програмного забезпечення.

source: Software update
cs: Aktualizace softwaru
es: Actualización de software
ia: Ajornamento software
nl: Foutreparatie
pt_br: Atualização de software
uk: Оновлення програмного забезпечення

source: 1 recommended update available (%(size)s)
cs: K dispozici je 1 doporučená aktualizace (%(size)s)
ia: 1 ajornamento reccomendate (%(size)s) es diponibile
nl: 1 aanbevolen bijgewerkt pakket beschikbaar (%(size)s)

source: %(recommended)d recommended updates available (%(size)s)
cs: K dispozici je %(recommended)d doporučených aktualizací (%(size)s)
ia: %(recommended)d actualisationes recommendate disponibile (%(size)s)
nl: %(recommended)d aanbevolen bijgewerkte pakketten beschikbaar (%(size)s)

source: Do you want to switch to a local mirror?
cs: Nechcete raději používat místní zrcadlo?
es: ¿Desea cambiar a un repositorio espejo local?
ia: Desira tu excambiar a un speculo local?
nl: Wilt u overschakelen naar een spiegelserver bij u in de buurt?
pt_br: Você quer mudar para um mirror local?
uk: Ви бажаєте перемкнутися на місцеве дзеркало?

source: Local mirrors are usually faster than packages.linuxmint.com
cs: Místní zrcadla jsou obvykle rychlejší než packages.linuxmint.com
es: Generalmente, los repositorios espejos locales son más rápidos que packages.linuxmint.com
ia: Le speculos local es de costume plus rapide quam packages.linuxmint.com
nl: Spiegelservers bij u in de buurt zijn gewoonlijk sneller dan packages.linuxmint.com
pt_br: Mirrors locais são geralmente mais rápido do que packages.linuxmint.com
uk: Місцеві дзеркала зазвичай швидші, ніж packages.linuxmint.com

source: Please switch to another mirror
cs: Prosím přepněte na jiné zrcadlo
es: Por favor cambie a otro repositorio espejo
ia: Per favor cambia a un altere speculo
nl: Schakel a.u.b. over naar een andere spiegelserver, of wacht een dagje totdat uw huidige spiegelserver weer op orde is
pt_br: Por favor mudar para outro mirror
uk: Будь ласка, перемкніться на інше дзеркало

source: %s is unreachable
cs: %s není dostupný
es: %s no está accesible
ia: %s non es attingibile
nl: %s is onbereikbaar
pt_br: %s está inacessível
uk: %s є недосяжним

source: The last update on %(mirror)s was %(days)d days ago
cs: Zrcadlo %(mirror)s bylo naposledy aktualizováno před %(days)d dny
ia: Le ultime actualisation sur le %(mirror)s ha essite %(days)d dies retro
nl: De laatste keer dat %(mirror)s werd bijgewerkt was %(days)d dagen geleden

source: Update Manager
cs: Správce aktualizací
es: Administrador de Actualizaciones
ia: Gestor de actualisation
nl: Bijwerkbeheer (updatebeheer)
pt_br: Gerenciador de Atualizações
uk: Менеджер оновлень

source: Exit
cs: Ukončit
es: Salir
ia: exir
nl: Sluiten
pt_br: Saír
uk: Вихід

source: Help
cs: Nápověda
es: Ayuda
ia: Adjutar
nl: Hulp
pt_br: Ajuda
uk: Довідка

source: Upgrade
cs: Aktualizovat
es: Actualizar
ia: Promover
nl: Opwaarderen
pt_br: Atualização
uk: Оновити

source: Name
cs: Jméno
es: Nombre
ia: Nomine
nl: Naam
pt_br: Nome
uk: Назва

source: Level
cs: Úroveň
es: Nivel
ia: Nivello
nl: Niveau
pt_br: Nível
uk: Рівень

source: Old version
cs: Původní verze
es: Versión antigua
ia: Version vetule
nl: Oude versie
pt_br: Versão antiga
uk: Стара версія

source: New version
cs: Nová verze
es: Versión nueva
ia: Nove version
nl: Nieuwe versie
pt_br: Nova versão
uk: Нова версія

source: Size
cs: Velikost
es: Tamaño
ia: Dimension
nl: Grootte
pt_br: Tamanho
uk: Розмір

source: Type
cs: Typ
es: Tipo
ia: Typo
nl: Soort
pt_br: Tipo
uk: Тип

source: Origin
cs: Původ
es: Origen
ia: Origine
nl: Oorsprong
pt_br: Origem
uk: Походження

source: Install Updates
cs: Instalovat aktualizace
es: Instalar actualizaciones
ia: Installar le ajornamentos
nl: Bijgewerkte pakketten installeren
pt_br: Instalar Atualizações
uk: Встановити оновлення

source: Refresh
cs: Obnovit
es: Refrescar
ia: Refrescar
nl: Verversen
pt_br: Atualizar
uk: Перевірити оновлення

source: Select All
cs: Vybrat vše
es: Seleccionar Todo
ia: Seliger toto
nl: Alles kiezen
pt_br: Selecionar Tudo
uk: Вибрати усе

source: Clear
cs: Zrušit výběr
es: Deseleccionar Todo
ia: Clarar
nl: Wissen
pt_br: Limpar
uk: Очистити

source: Description
cs: Popis
es: Descripción
nl: Omschrijving
pt_br: Descrição
uk: Опис

source: Changelog
cs: Seznam změn
es: Registro de cambios
ia: Registro del cambios
nl: Wijzigingslogboek
pt_br: Registro de alterações
uk: Перелік змін

source: Welcome to the Update Manager
cs: Vítejte ve správci aktualizací
es: Bienvenido al Administrador de Actualizaciones
ia: Benvenite al Gestor de actualisationes
nl: Welkom bij Bijwerkbeheer (updatebeheer)
pt_br: Bem-vindo ao Gerenciador de Atualizações
uk: Ласкаво просимо у Менеджер Оновлень

source: This tool provides your operating system with software and security updates.
cs: Tento nástroj zajišťuje nejnovější softwarové a bezpečnostní aktualizace.
es: Esta herramienta proporciona actualizaciones de software y de seguridad al sistema operativo.
ia: Iste application provide tu systema operative con actualisationes software e de securitate.
nl: Dit gereedschap voorziet uw besturingssysteem van veiligheidsreparaties en foutreparaties.
pt_br: Esta ferramenta fornece ao sistema operacional as atualizações de software e segurança.
uk: Це знаряддя забезпечує Вашу операційну систему оновленнями програмного забезпечення та безпеки.

source: Please choose an update policy.
cs: Vyberte politiku aktualizací.
es: Elija una política de actualizaciones.
ia: Per favor elige le regulas de actualisation.
nl: Kies a.u.b. een bijwerkbeleid.
pt_br: Por favor, escolha uma política de atualização.
uk: Будь ласка, оберіть політику оновлення.

source: Just keep my computer safe
cs: Pouze udržet počítač v bezpečí
es: Simplemente mantén mi ordenador a salvo
ia: ust keep my computer saf
nl: Houd mijn computer gewoon veilig
pt_br: Apenas mantenha seu computador seguro
uk: Просто тримайте свій комп'ютер у безпеці

source: Recommended for novice users.
cs: Doporučeno pro začínající uživatele.
es: Recomendado para usuarios noveles.
ia: Recommendate pro le novicios.
nl: Aangeraden voor beginnende Linuxgebruikers.
pt_br: Recomendado para usuários iniciantes.
uk: Радиться для початківців.

source: Select updates which do not impact important parts of the operating systems.
cs: Vybrat aktualizace, které nebudou mít dopad na důležité části operačního systému.
es: Seleccionar actualizaciones que no afecten a partes importantes del sistema operativo.
ia: Elige le actualisationes que non ha un impacto sur le partes importante del systemas operative
nl: Kies die bijgewerkte pakketten (foutreparaties en veiligheidsreparaties) die geen invloed hebben op belangrijke onderdelen van het besturingssysteem.
pt_br: Selecione atualizações que não impactam partes importantes do sistema operacional.
uk: Вибрати оновлення, які не впливають на важливі частини операційної системи.

source: Show security and kernel updates so I can review them and apply them with caution.
cs: Zobrazit bezpečnostní aktualizace a aktualizace jádra tak, aby bylo možno je zkontrolovat a uvědoměle nainstalovat.
es: Mostrar actualizaciones de seguridad y del kernel para que pueda revisarlas y aplicarlas con cuidado.
ia: Monstra le actualisationes de securitate e del kernel pro que Io pote los revider e los applicar per caution.
nl: Toon alle overige veiligheidsreparaties en bijgewerkte systeemkernen niet voorgeselecteerd, zodat ik die eerst kan beoordelen en met enige voorzichtigheid kan installeren.
pt_br: Mostre atualizações de segurança e kernel para que eu possa revê-los e aplicá-los com cautela.
uk: Показати оновлення безпеки і ядра, так щоб я міг розглянути їх і застосовувати з обережністю.

source: Let me review sensitive updates
cs: Dovolte mi zkontroloval citlivé aktualizace
es: Déjame revisar las actualizaciones sensibles
ia: Lassa me revider le actualisationes sensibile
nl: Laat me gevoelige foutreparaties eerst beoordelen
pt_br: Deixe-me revisar atualizações sensíveis
uk: Дозволити мені розглянути чутливі оновлення

source: Recommended for most users.
cs: Doporučeno pro většinu uživatelů.
es: Recomendado para la mayoría de usuarios.
ia: Recommendate al major parte del usatores.
nl: Aangeraden voor gemiddelde Linuxgebruikers (de meesten).
pt_br: Recomendado para a maioria dos usuários.
uk: Рекомендовано для більшості користувачів.

source: Select security updates and updates which do not impact important parts of the operating systems.
cs: Vybrat bezpečnostní aktualizace a aktualizace, které nebudou mít dopad na důležité části operačního systému.
es: Seleccionar las actualizaciones de seguridad y del kernel que no afecten a partes importantes del sistema operativo.
ia: Elige le actualisationes de securitate e le actualisationes que non ha un impacto sur le partes importante del systemas operative.
nl: Kies alle veiligheidsreparaties en die foutreparaties die geen invloed hebben op belangrijke onderdelen van het besturingssysteem.
pt_br: Selecione atualizações de segurança e atualizações que não impacte partes importantes do sistema operacional.
uk: Вибрати оновлення безпеки та оновлення, які не впливають на важливі частини операційної системи.

source: Show kernel updates and sensitive updates so I can review them and apply them with caution.
cs: Zobrazit aktualizace jádra a citlivé aktualizace tak, aby bylo možno je zkontrolovat a uvědoměle nainstalovat.
es: Mostrar actualizaciones sensibles y del kernel para que pueda revisarlas y aplicarlas con cuidado.
ia: Monstra le actualisationes del kernel e le actualisationes sensibile pro que Io pote los revider e los applicar per caution.
nl: Toon alle overige gevoelige foutreparaties en bijgewerkte systeemkernen niet voorgeselecteerd, zodat ik die eerst kan beoordelen en met enige voorzichtigheid kan installeren.
pt_br: Selecione atualizações de kernel e atualizações sensíveis para que eu possa revê-los e aplicá-los com cautela.
uk: Показати оновлення ядра і чутливі оновлення, так щоб я міг розглянути їх і застосовувати з обережністю.

source: Always update everything
cs: Vždy aktualizovat vše
es: Actualizar todo siempre
ia: Actualisar sempre toto
nl: Werk altijd alles bij
pt_br: Sempre atualizar tudo
uk: Завжди оновлювати усе

source: Recommended for experienced users.
cs: Doporučeno pro pokročilé uživatele.
es: Recomendado para usuarios experimentados.
ia: Recommendate pro le usatores experte.
nl: Aangeraden voor ervaren Linuxgebruikers.
pt_br: Recomendado para usuários experientes.
uk: Рекомендовано для просунутих користувачів.

source: Always select all updates.
cs: Vždy vybrat všechny aktualizace.
es: Seleccionar siempre todas las actualizaciones.
ia: Sempre elige tote le actualisationes.
nl: Kies altijd alle bijgewerkte pakketten.
pt_br: Sempre selecione todas as atualizações.
uk: Завжди обирати усі оновлення.

source: If a regression breaks something, I'll fix it.
cs: Pokud se něco pokazí regresí, opravím to.
es: Si una regresión estropea algo, yo lo arreglaré.
ia: Si un regression corrumpe alco, io lo fixara.
nl: Als een regressie ooit iets kapot maakt, zal ik het zelf wel herstellen.
pt_br: Se uma regressão quebrar alguma coisa, eu vou corrigi-la.
uk: Якщо регресія зіпсує щось, я полагоджу.

source: Security and kernel updates are always visible and updates with known issues (very rare) are always hidden. You can change this and fine-tune your policy in the preferences.
cs: Aktualizace zabezpečení a jádra jsou vždy viditelné a aktualizace se známými problémy (vzácné) jsou naopak vždy skryté. Tuto možnost můžete změnit a blíže specifikovat v předvolbách strategií.
es: Las actualizaciones de seguridad y del kernel siempre son visibles, y las que tienen problemas conocidos (muy poco frecuentes) siempre están ocultas. Puede cambiar esto y ajustar la política en las preferencias.
ia: Le actualisationes de securitate e illos del kernel es le actualisationes con problemas note (multo rar) es sempre celate.
nl: Alle veiligheidsreparaties (ongeacht hun niveau) en bijgewerkte systeemkernen zijn altijd zichtbaar, maar bijgewerkte pakketten met bekende problemen (zeer zeldzaam) zijn altijd verborgen. U kunt dit wijzigen en uw bijwerkbeleid haarfijn instellen in de voorkeuren.
pt_br: As atualizações de segurança e do kernel são sempre visíveis e as atualizações com problemas conhecidos (muito raros) são sempre ocultas. Você pode alterar isso e ajustar sua política nas preferências.
uk: Безпека й оновлення ядра завжди показуються і оновлення з відомими проблемами (дуже рідко) завжди приховані. Ви можете змінити це, використовуючи тонке налаштування Вашої політики у налаштуваннях.

source: _File
cs: _Soubor
es: _Archivo
nl: _Bestand
pt_br: _Arquivo
uk: _Файл

source: _Edit
cs: _Upravit
es: _Editar
ia: Modificar (_Edit)
nl: Be_werken
pt_br: _Editar
uk: _Зміни

source: Preferences
cs: Možnosti
es: Preferencias
ia: Preferentias
nl: Voorkeuren
pt_br: Preferências
uk: Параметри

source: Software sources
cs: Zdroje software
es: Orígenes de software
ia: Surgentes del software
nl: Pakketbronnen
pt_br: Fontes de programas
uk: Джерела програм

source: Select level 1 updates
cs: Vybrat aktualizace úrovně 1
es: Seleccionar actualizaciones de nivel 1
nl: Kies bijgewerkte pakketten van niveau 1
pt_br: Selecionar atualizações de nível 1
uk: Вибрати оновлення 1 рівня

source: Select level 2 updates
cs: Vybrat aktualizace úrovně 2
es: Seleccionar actualizaciones de nivel 2
nl: Kies bijgewerkte pakketten van niveau 2
pt_br: Selecionar atualizações de nível 2
uk: Вибрати оновлення 2 рівня

source: Select level 3 updates
cs: Vybrat aktualizace úrovně 3
es: Seleccionar actualizaciones de nivel 3
nl: Kies bijgewerkte pakketten van niveau 3
pt_br: Selecionar atualizações de nível 3
uk: Вибрати оновлення 3 рівня

source: Select level 4 updates
cs: Vybrat aktualizace úrovně 4
es: Seleccionar actualizaciones de nivel 4
nl: Kies bijgewerkte pakketten van niveau 4
pt_br: Selecionar atualizações de nível 4
uk: Вибрати оновлення 4 рівня

source: Select security updates
cs: Vybrat bezpečnostní aktualizace
es: Seleccionar actualizaciones de seguridad
nl: Kies veiligheidsreparaties
pt_br: Selecionar atualizações de segurança
uk: Вибрати оновлення безпеки

source: Select kernel updates
cs: Vybrat aktualizace jádra
es: Seleccionar actualizaciones del kernel
nl: Kies bijgewerkte systeemkernen
pt_br: Selecionar atualizações do kernel
uk: Вибрати оновлення ядра

source: Upgrade to %s
cs: Povýšit na %s
es: Actualizar a %s
ia: Promover a %s
nl: Opwaarderen naar %s
pt_br: Atualizar para %s
uk: Оновити до %s

source: _View
cs: _Zobrazit
es: _Ver
ia: _Vider
nl: _Tonen
pt_br: _Ver
uk: _Перегляд

source: History of updates
cs: Historie aktualizací
es: Historial de actualizaciones
ia: Chronologia del ajornamentos
nl: Bijwerkgeschiedenis
pt_br: Histórico de atualizações
uk: Історія оновлень

source: Linux kernels
cs: Linuxová jádra
es: Kernels de Linux
ia: Kernels de Linux
nl: Linux-systeemkernen
pt_br: Kernels Linux
uk: Ядра Linux

source: Information
cs: Informace
es: Información
ia: Informationes
nl: Informatie
pt_br: Informações
uk: Інформація

source: Visible columns
cs: Viditelné sloupce
es: Columnas visibles
ia: Columnas visibile
nl: Zichtbare kolommen
pt_br: Colunas visíveis
uk: Видимі стовпчики

source: Package
cs: Balíček
es: Paquete
ia: Pacchetto
nl: Pakket
pt_br: Pacote
uk: Пакунок

source: Show descriptions
cs: Zobrazit popisky
es: Mostrar descripciones
ia: Monstrar le descriptiones
nl: Beschrijvingen tonen
pt_br: Exibir descrições
uk: Показувати описи

source: _Help
cs: _Nápověda
es: _Ayuda
ia: Adjuta (_Help)
nl: _Hulp
pt_br: Aj_uda
uk: _Довідка

source: Contents
cs: Obsah
es: Contenido
ia: Contentos
nl: Inhoud
pt_br: Conteúdo
uk: Зміст

source: About
cs: O aplikaci
es: Acerca de
ia: A proposito
nl: Over
pt_br: Sobre
uk: Про програму

source: No updates selected
cs: Nebyly vybrány žádné aktualizace
es: No se seleccionó ninguna actualización
ia: Nulle ajornamentos eligite
nl: Geen bijgewerkte pakketten geselecteerd
pt_br: Nenhuma atualização selecionada
uk: Немає вибраних оновлень

source: %(selected)d update selected (%(size)s)
cs: %(selected)d vybraná aktualizace (%(size)s)
es: %(selected)d actualización seleccionada (%(size)s)
ia: %(selected)d actualisation seligite (%(size)s)
nl: %(selected)d bijgewerkt pakket geselecteerd (%(size)s)
pt_br: %(selected)d atualização selecionada (%(size)s)
uk: Вибрано %(selected)d оновлення (%(size)s)

source: %(selected)d updates selected (%(size)s)
cs: %(selected)d vybraných aktualizací (%(size)s)
ia: %(selected)d actualisationes seligite (%(size)s)
nl: %(selected)d bijgewerkte pakketten geselecteerd (%(size)s)

source: This update contains %d packages:
cs: Tato aktualizace obsahuje %d balíčků:
ia: Ce actualisation contine %d pacchettos:
nl: Dit bijgewerkte pakket omvat %d deelpakketten:

source: This update contains 1 package:
cs: Tato aktualizace obsahuje 1 balíček:
ia: Ce actualisation contine 1 pacchetto:
nl: Dit bijgewerkte pakket bevat één deelpakket:

source: Ignore updates for this package
cs: Ignorovat aktualizace pro tento balíček
es: Ignorar actualizaciones para este paquete
ia: Ignorar le actualisationes pro iste pacchetto
nl: Bijgewerkte pakketten voor dit pakket negeren
pt_br: Ignorar atualizações para este pacote
uk: Ігнорувати оновлення цього пакунку

source: Process ID:
cs: ID procesu:
es: ID del proceso:
ia: ID de processo
nl: Proces-ID:
pt_br: ID do processo:
uk: Ідентифікатор процесу:

source: Log file:
cs: Soubor se záznamem:
es: Archivo de registro:
ia: File de registro:
nl: Logboekbestand:
pt_br: Arquivo de registro:
uk: Файл журналу:

source: Date
cs: Datum
es: Fecha
ia: Data
nl: Datum
pt_br: Data
uk: Дата

source: Options
cs: Možnosti
es: Opciones
ia: Optiones
nl: Opties
pt_br: Opções
uk: Параметри

source: Levels
cs: Úrovně
es: Niveles
ia: Nivellos
nl: Niveaus
pt_br: Níveis
uk: Рівні

source: Auto-refresh
cs: Automatické obnovování
es: Auto-refresco
ia: Auto-refrescar
nl: Automatisch verversen
pt_br: Atualização automática
uk: Автопоновлення

source: Blacklist
cs: Černá listina
es: Lista negra
ia: Lista nigre
nl: Zwarte lijst
pt_br: Lista negra
uk: Чорний список

source: Impact level
cs: Dopad aktualizace
es: Nivel de impacto
ia: Nivello de impacto
nl: Invloedniveau
pt_br: Nível de impacto
uk: Рівень впливу

source: Selected
cs: Označené
es: Seleccionado
ia: Eligite
nl: Gekozen
pt_br: Selecionado
uk: Обрано

source: Visible
cs: Viditelné
ia: Visibile
nl: Zichtbaar
pt_br: Visível
uk: Видимий

source: First, refresh the list of updates after:
cs: Po spuštění obnovit seznam aktualizací po uplynutí:
es: Primero, refrescar la lista de actualizaciones tras:
ia: Primo, renovar le lista del actualisationes post:
nl: Allereerst, ververs de lijst met bijgewerkte pakketten na:
pt_br: Primeiro, atualizar a lista de atualizações depois:
uk: Перший раз оновити перелік оновлень через:

source: Then, refresh the list of updates every:
cs: Poté obnovit každých:
es: Después, refrescar la lista de actualizaciones cada:
ia: Deinde, renovar le lista del actualisationes cata:
nl: Daarna, ververs de lijst met bijgewerkte pakketten elke:
pt_br: Em seguida, atualizar a lista de atualizações a cada:
uk: Потім оновлювати перелік оновлень кожні:

source: Note: The list only gets refreshed while the update manager window is closed (system tray mode).
cs: Poznámka: Seznam se obnovuje pouze když je okno Správce aktualizací zavřené (v módu systémové lišty).
es: Nota: Esta lista sólo se actualiza cuando la ventana del administrador de actualizaciones está cerrada (en el área de notificación).
ia: Nota: Le lista es renovate sol dum le fenestra del gestor de actualisation es clause (modo area de notification del systema).
nl: Let op: de lijst wordt alleen ververst wanneer het venster van Bijwerkbeheer gesloten is (systeemvakmodus).
pt_br: Nota: A lista é atualizada somente enquanto a janela do gerenciador de atualizações estiver fechada (bandeja do sistema).
uk: Нотатка: Перелік оновлюється лише, якщо закрите вікно менеджера оновлень (режим системного лотка).

source: Include updates which require the installation of new packages or the removal of installed packages
cs: Zahrnout aktualizace, které vyžadují instalaci nových balíčků, nebo odstranění nainstalovaných balíčků
es: Incluir actualizaciones que requieren la instalación de nuevos paquetes o la eliminación de paquetes instalados
ia: Includer le actualisationes que require le installation de nove pacchettos o le remotion de pacchettos installate
nl: Neem ook bijgewerkte pakketten op die de installatie vereisen van nieuwe pakketten of de verwijdering van reeds geïnstalleerde pakketten
pt_br: Incluir atualizações que requerem a instalação de novos pacotes ou a remoção de pacotes instalados.
uk: Містить оновлення які потребують встановлення нових чи вилучення вже встановлених пакунків

source: Hide the update manager after applying updates
cs: Skrýt správce aktualizací po doinstalovaní aktualizací
es: Ocultar el administrador de actualizaciones tras aplicar las actualizaciones
ia: Celar le administrator de actualisationes post le application del actualisationes
nl: Verberg Bijwerkbeheer na het installeren van bijgewerkte pakketten
pt_br: Ocultar o Gerenciador de Atualizações após aplicar as atualizações do sistema.
uk: Приховати менеджер оновлень після застосування оновлення

source: Only show a tray icon when updates are available or in case of errors
cs: Zobrazit ikonku v oznamovací oblasti pouze pokud jsou dostupné aktualizace, nebo v případě chyby
es: Mostrar icono en la bandeja de sistema sólo si hay actualizaciones disponibles o en caso de error
ia: Sol monstrar le icone in le area de notification quando le actualisationes es disponibile o in caso de errores
nl: Toon alleen een systeemvakpictogram wanneer er bijgewerkte pakketten beschikbaar zijn of in geval van fouten
pt_br: Apenas mostrar o ícone na bandeja se houver atualizações disponíveis ou em caso de erros
uk: Показувати піктограму у лотку лише, коли доступні оновлення або в разі помилок

source: Don't suggest to switch to a local mirror
cs: Nezobrazovat výzvu k přechodu na místní zrcadlo
es: No sugerir cambiarse a un repositorio espejo local
ia: Non proponer de cambiar pro un speculo local
nl: Stel niet voor om over te schakelen naar een spiegelserver bij u in de buurt
pt_br: Não sugerir para mudar de um mirror local
uk: Не дозволяти перемикання на місцеві дзеркала

source: Always show security updates
cs: Vždy zobrazit bezpečnostní aktualizace
es: Mostrar siempre las actualizaciones de seguridad
ia: Monstrar sempre le actualisationes de securitate
nl: Veiligheidsreparaties altijd tonen
pt_br: Sempre exibir atualizações de segurança
uk: Завжди показувати оновлення безпеки

source: Always select security updates
cs: Vždy vybrat bezpečnostní aktualizace
es: Seleccionar siempre actualizaciones de seguridad
ia: Eliger sempre le actualisationes de securitate
nl: Veiligheidsreparaties altijd kiezen
pt_br: Sempre selecione atualizações de segurança
uk: Завжди обирати оновлення безпеки
