Repository: DorianB2017/mint-translations
Catalog: po-export/mintwelcome/mintwelcome-*.po
Languages: kk, zu

source: Welcome Screen
kk: Сәлемдесу экраны
zu: Isikrini Siyakwamukela

source: Welcome and thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we did designing it. The links below will help you get started with your new operating system. Have a great time and don't hesitate to send us your feedback.
kk: Қош келдіңіз және де Linux Mint таңдағыныңыз үшін рахмет. Сіздің Linux Mint-пен жұмысыңыз, біздің оны жетілдіру кезіндегідей жайлы болып, одан ләззат алатыныңызға сенеміз. Көрсетілген сілтеме бойынша өзіңіздің жаңа операциялық жүйе бойынша көмек алуыңызға болады. Уақытыңызды қызықты өзкізіңіз және де өздеріңіздің пікірлеріңізді айтуға ұялмаңыз.
zu: Siyakwamukela futhi siyabonga ngokukhetha i-Linux Mint. Sithemba ukuthi uzokujabulela ukuyisebenzisa kakhulu njengoba senza ukuyiklama. Izixhumanisi ngezansi zizokusiza ukuthi uqalise ngesistimu yakho entsha yokusebenza. Ziningi isikhathi futhi unganqikazi ukusithumela impendulo yakho.

source: New features
kk: Жаңа мүмкіндіктер
zu: Izici ezintsha

source: See what is new in this release
kk: Бұл жаңа нұсқасында не бар екенін көріңіз
zu: Bona ukuthi yini entsha kulokhu kukhishwa

source: Documentation
kk: Құжаттама
zu: Amadokhumenti

source: Learn all the basics to get started with Linux Mint
kk: Linux Mint-ті пайдалану үшін барлық қажеттіні біліңіз
zu: Funda zonke izinto eziyisisekelo ukuze uqale nge-Linux Mint

source: Apps
kk: Бағдарлама
zu: Izinhlelo zokusebenza

source: Install additional software
kk: Қосымша бағдарламаны орнату
zu: Faka isofthiwe eyengeziwe

source: Drivers
kk: Драйверлер
zu: Ama-Drivers

source: Install hardware drivers
kk: Құрылғылардың драйверін орнату
zu: Faka ama-drivers we hardware

source: Multimedia codecs
kk: Мультимедиалық кодектер
zu: Amakhodi e-multimedia

source: Add all the missing multimedia codecs
kk: Тастап кеткен мультимедиалық кодектерді қосу
zu: Faka zonke izikhodi ze-multimedia ezingekho

source: Forums
kk: Форумдар
zu: Amaforamu

source: Seek help from other users in the Linux Mint forums
kk: Көмекті Linux Mint-тің басқа пайдаланушылардың форумында іздеңіз
zu: Funa usizo lwabanye abasebenzisi kumaforamu we-Linux Mint

source: Chat room
kk: Байланыс (чат) бөлмелері
zu: Igumbi lokuxoxa

source: Chat live with other users in the chat room
kk: Басқа пайдаланушылармен чат-бөлмеде сөйлесіңіз
zu: Xoxa bukhoma nabanye abasebenzisi ekamelweni lengxoxo

source: Getting involved
kk: Қатысыңыздар
zu: Ukuzibandakanya

source: Find out how to get involved in the Linux Mint project
kk: Linux Mint жобаның қатысушына не керек екенін біліңіз
zu: Thola ukuthi ungabandakanyeka kanjani kuphrojekthi ye-Linux Mint

source: Donations
kk: Ақшалай көмек көрсету
zu: Iminikelo

source: Make a donation to the Linux Mint project
kk: Linux Mint жобасына қаржыландыру жасаңыз
zu: Yenza umnikelo kumsebenzi we-Linux Mint

source: Release notes
kk: Шығарылымға ескертпелер
zu: Amanothi okukhululwa

source: Read the release notes
kk: Релизге тиісті ескерпелермен танысу
zu: Funda amanothi okukhululwa

source: Show this dialog at startup
kk: Жүйе қосылған кезде осы терезені көрсету
zu: Bonisa le nkulumo ekuqaleni

source: Introduction to Linux Mint
kk: Linux Mint кіріспесі
zu: Isingeniso kwi-Linux Mint

source: Install Multimedia Codecs
kk: Мультимедиалық кодектер орнату
zu: Faka i-Multimedia Codecs
