Repository: DorianB2017/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: am, ca, cs, cy, el, fi, gd, he, lt, nb, nds, ne, nl, oc, pl, ro, ru, th, uk

source: Please wait while your files are being backed up
am: እባክዎን ይቆዩ ተተኪ ፋይሎቹ እስከሚሰናዱ ድረስ
ca: Si us plau, espereu mentre els vostres fitxers es guarden a la còpia de seguretat
cs: Vyčkejte na ukončení zálohování vašich souborů
cy: Arhoswch tra bod eich eich ffeiliau yn cael eu cadw wrth gefn
el: Παρακαλώ περιμένετε όσο τα αρχεία σας αντιγράφονται
fi: Odota, että tiedostot varmuuskopioidaan
gd: Fuirich ort fhad 's a nì sinn lethbhreac-glèidhidh dhe na faidhlichean agad
he: אנא המתן בזמן שקבציך מגובים
lt: Prašome palaukti, kol duomenys bus išsaugoti
nb: Vennligst vent mens filene blir sikkerhetskopiert
nds: Ihre Daten werden gesichert - bitte warten Sie
ne: कृपया तपाइको फाइलहरु बाकअप भईरहदा पर्खनुहोस
nl: Een moment geduld a.u.b., er wordt een reservekopie van uw bestanden gemaakt
oc: Mercé de pacientar pendent que vòstres fichièrs son salvats
pl: Proszę czekać podczas tworzenia kopii zapasowej Twoich plików
ro: Asteptați până se realizează copia de rezervă
ru: Пожалуйста, подождите, создаётся резервная копия ваших файлов
th: กรุณารอขณะที่แฟ้มต่าง ๆ ของคุณกำลังถูกสำรองไว้
uk: Зачекайте, йде резервне копіювання файлів

source: Backing up:
am: ተተኪ በማሰናዳት ላይ:
ca: S'està fent la còpia de seguretat:
cs: Zálohování:
cy: Cadw wrth gefn!
el: Δημιουργία αντιγράφου:
fi: Varmuuskopioidaan:
gd: A' dèanamh lethbhreac-glèidheadh de:
he: מגבה:
lt: Kuriama atsarginė kopija:
nb: Sikkerhetskopierer:
nds: Sicherung läuft
ne: बाकअप हुदै
nl: Reservekopie maken van:
oc: Salvament en cors :
pl: Wykonywanie kopii zapasowej:
ro: Se realizează copia de rezervă:
ru: Создается резервная копия:
th: กำลังสำรองข้อมูล:
uk: Резервне копіювання:

source: The backup is now finished
am: ተተኪ ማሰናዳቱ ተፈጽሟል
ca: La còpia de seguretat s'ha conclòs
cs: Zálohování je ukončeno
cy: Mae'r cadw wrth gefn wedi dod i ben
el: Η δημιουργία του αντιγράφου ασφαλείας έχει τώρα ολοκληρωθεί
fi: Varmuuskopio valmis
gd: Chaidh na lethbhreacan-glèidhidh a dhèanamh.
he: הגיבוי הושלם
lt: Atsarginė kopija sukurta
nb: Sikkerhetskopieringen er nå ferdig
nds: Die Datensicherung ist fertiggestellt!
ne: बाकअप प्रक्रिया समाप्त भयो
nl: De reservekopie is voltooid
oc: Lo salvament es d'ara enlà acabat
pl: Tworzenie kopii zapasowej zostało już ukończone
ro: Copia de rezervă a fost realizată
ru: Резервное копирование завершено
th: สำรองข้อมูลเสร็จสิ้น
uk: Резервне копіювання завершене

source: Please choose the type of backup to restore, its location and a destination
am: እባክዎን የተተኪውን አይነት ለማስቀመጥ ይምረጡ ፤ አካባቢውን እና መድረሻውን
ca: Si us plau, trieu el tipus de còpia de seguretat per a la restauració, la seva ubicació i la seva destinació.
cs: Vyberte typ zálohy k obnově, její umístění a cíl
cy: Dewiswch y math o gadw wrth gefn i'w adfer, ei leoliad a'i gyrchfan
el: Παρακαλώ επιλέξτε τον τύπο του αντιγράφου προς επανάκτηση, την τοποθεσία του και τον προορισμό του
fi: Valitse millainen varmuuskopio palautetaan, sekä sen sijainti ja kohde
gd: Tagh seòrsa an lethbhric-ghlèidhidh a thèid aiseag agus an t-àite agus ceann-uidhe aige
he: אנא בחר את סוג הגיבוי לשיחזור, מיקומו ויעדו
lt: Pasirinkite norimos atstatyti atsarginę kopiją, jos esamą ir norimą vietas
nb: Velg hvilken type sikkerhetskopi du vil gjennoprette, hvor den ligger og målet for gjennopretting
nds: Bitte die Art, den Ursprungsort und das Ziel der wiederherzustellenden Datensicherung auswählen.
ne: बाकअप को बहाल गर्न तेस्को प्रकार, स्रोत र गन्तब्य रोज्नुहोस
nl: Kies a.u.b. het type reservekopie om terug te zetten, haar locatie en een bestemming
oc: Seleccionatz un tipe de salvament, sa localizacion e una destinacion per son restabliment
pl: Wybierz proszę rodzaj kopii zapasowej, którą chcesz przywrócić, jej położenie oraz miejsce docelowe
ro: Alegeți tipul copiei de rezervă de restabilit, locația și destinația acesteia
ru: Выберите тип восстанавливаемой резервной копии, её расположение и путь для распаковки
th: เลือกประเภทของข้อมูลสำรองที่จะกู้คืน รวมทั้งตำแหน่งที่ตั้งและปลายทางของมันด้วย
uk: Виберіть тип резервного копіювання для відновлення, його місця розташування і призначення

source: Archive
am: ማህደር
ca: Arxiu
cs: Archivace
cy: Archif
el: Αρχειοθήκη
fi: Arkisto
gd: Tasg-lann
he: ארכיון
lt: Archyvuoti
nb: Arkiv
nds: Archiv
ne: संग्रह
nl: Archief
oc: Archiu
pl: Archiwum
ro: Arhivează
ru: Архив
th: แฟ้มจัดเก็บ
uk: Архів

source: Directory
am: ማውጫ
ca: Directori
cs: Složka
cy: Cyfeiriadur
el: Φάκελος
fi: Kansio
gd: Pasgan
he: ספרייה
lt: Aplankas
nb: Mappe
nds: Verzeichnis
ne: डाइरेक्टरी
nl: Map
oc: Repertòri
pl: Katalog
ro: Dosar
ru: Папка
th: ตำแหน่ง
uk: Каталог

source: Please review the information below
am: እባክዎን ከስር ያሉትን መረጃዎች ይመርምሩ
ca: Si us plau, reviseu la informació a sota
cs: Zkontrolujte infromace uvedené níže
cy: Darllennwch y wybodaeth isod
el: Παρακαλώ ελέγξτε τις παρακάτω πληροφορίες
fi: Tarkista alla olevat tiedot
gd: Thoir sùil air an fhiosrachadh gu h-ìosal.
he: אנא בחן את המידע הבא
lt: Prašome patikrinti šią informaciją
nb: Se over opplysningene nedenfor
nds: Bitte überprüfen Sie die nachfolgenden Informationen
ne: तल भएका जानकारी समीक्षा गर्नुहोस
nl: Controleer a.u.b. de onderstaande informatie
oc: Verificatz las informacions çaijós abans de contunhar
pl: Przejrzyj proszę informacje umieszczone poniżej
ro: Verificați informaţiile de mai jos
ru: Проверьте указанную информацию
th: กรุณาเขียนข้อมูลข้างล่างด้วย
uk: Ознайомтеся з інформацією внизу

source: Please wait while your files are being restored
am: እባክዎን ይቆዩ ፋይሎቹ እንደነበሩ እስኪመለሱ
ca: Si us plau, espereu mentre es restauren els vostres fitxers
cs: Vyčkejte na ukončení obnovy vašich souborů
cy: Arhoswch tra bod eich ffeiliau yn cael eu hadfer.
el: Παρακαλώ περιμένετε όσο επανακτούνται τα αρχεία σας
fi: Odota kunnes tiedostot on palautettu
gd: Fuirich ort fhad 's a dh'aisigeas sinn na faidhlichean agad
he: אנא המתן בזמן שקבציך משוחזרים
lt: Prašome palaukti, kol failai bus atstatyti
nb: Vennligst vent mens filene blir gjenopprettet
nds: Die Daten werden zurückgesichert - bitte warten Sie!
ne: तपाइको फाइलहरु बहाल भैरहदा पर्खनुहोस
nl: Een ogenblik geduld a.u.b., uw bestanden worden teruggezet
oc: Mercé de pacientar pendent lo restabliment de vòstres fichièrs
pl: Proszę czekać podczas przywracania Twoich plików
ro: Așteptați până sunt restabilite fişierele
ru: Пожалуйста, подождите, ваши файлы восстанавливаются
th: กรุณารอขณะที่แฟ้มต่าง ๆ ของคุณกำลังถูกกู้คืน
uk: Зачекайте, йде відновлення файлів

source: Restoring:
am: እንደ ነበር በመመለስ ላይ:
ca: S'està restaurant:
cs: Obnovení:
cy: Adfer:
el: Επανάκτηση:
fi: Palautetaan tiedostoa:
gd: Ag aiseag:
he: משחזר:
lt: Atkuriama:
nb: Gjenoppretter
nds: Wiederherstellung:
ne: बहाल गरिदै
nl: Bezig met terugzetten van:
oc: Restabliment en cors :
pl: Przywracanie:
ro: Se restabilesc:
ru: Восстанавливается:
th: กำลังกู้คืน:
uk: Відновлення:

source: The restoration of the files is now finished
am: ፋይሎችን ወደነበረበት መመለሱ ተፈጽሟል
ca: La restauració dels fitxers ha conclòs
cs: Obnovení souborů bylo dokončeno
cy: Mae adfer y ffeiliau wedi dod i ben
el: Η επανάκτηση των αρχείων έχει τώρα ολοκληρωθεί
fi: Tiedostojen palautus on valmis
gd: Chaidh na faidhlichean aiseag
he: שחזור הקבצים הושלם.
lt: Failų atkūrimas baigtas
nb: Gjenopprettingen av filene er ferdig
nds: Die Wiederherstellung der Dateien ist beendet
ne: फाइलहरुको बहाल सकियो
nl: Het terugzetten van de bestanden is voltooid
oc: Lo restabliment de vòstres fichièrs es d'ara enlà acabat
pl: Przywracanie plików zostało już ukończone
ro: Restabilirea fişierelor s-a încheiat
ru: Восстановление файлов завершено
th: การกู้คืนแฟ้มต่าง ๆ เสร็จสิ้น
uk: Відновлення файлів завершене

source: Please choose a destination
am: እባክዎ መድረሻዎን ይምረጡ
ca: Si us plau, trieu una destinació
cs: Prosím vyberte cíl
cy: Dewiswch y cyrchfan
el: Παρακαλώ επιλέξτε έναν προορισμό
fi: Valitse määränpää (kohde)
gd: Tagh ceann-uidhe
he: בחר יעד בבקשה
lt: Pasirinkite norimą vietą
nb: Velg et mål
nds: Bitte wählen Sie ein Ziel aus
ne: कृपया एउटा गन्तब्य चुन्नुहोस
nl: Selecteer a.u.b. een bestemming
oc: Seleccionatz una destinacion
pl: Wybierz proszę miejsce docelowe
ro: Alegeți o destinaţie
ru: Пожалуйста, выберите путь
th: กรุณาเลือกปลายทาง
uk: Виберіть місце призначення

source: Destination
am: መድረሻ
ca: Destinació
cs: Cíl
cy: Cyrchfan
el: Προορισμός
fi: Kohde
gd: Ceann-uidhe
he: יעד
lt: Paskiries vieta
nb: Mål
nds: Ziel
ne: गन्तब्य
nl: Bestemming
oc: Destinacion
pl: Miejsce docelowe
ro: Destinaţie
ru: Путь назначения
th: ปลายทาง
uk: Призначення

source: The list below shows the packages you added to Linux Mint
am: ከስር የሚታየው ዝርዝር ጥቅል ወደ ሊነክስ ሚንት ተጨምሯል
ca: La llista a sota mostra els paquets que heu afegit a Linux Mint
cs: Seznam níže ukazuje balíčky, přidané do Linuxu Mint
cy: Mae'r rhestr isod yn dangos y pecynnau rydych wedi eu hychwanegu i Linux Mint
el: Η παρακάτω λίστα εμφανίζει τα πακέτα που εσείς προσθέσατε στο Linux Mint
fi: Alla oleva luettelo näyttää mitkä paketit olet lisännyt Linux Mintiin
gd: Tha an liosta gu h-ìosal a' sealltainn nam pacaidean a chur thu ri Linux Mint
he: הרשימה הבאה מציגה את החבילות שהוספת ל-Linux Mint
lt: Šis sąrašas rodo paketus, kuriuos įdiegėte į Linux Mint
nb: Listen nedenfor viser pakkene du la til Linux Mint
nds: Die folgende Liste zeigt die Pakete, die Sie zu Linux Mint hinzugefügt haben
ne: तलका सूचीले तपैले थप्नु भएका पेकेजहरु देखाउछ
nl: De lijst hieronder laat de pakketten zien die u heeft toegevoegd aan Linux Mint
oc: Los logicials qu'avètz installats apareisson çaijós
pl: Lista poniżej pokazuje pakiety, które dodałeś do Linux Mint
ro: Lista de mai jos arată pachetele pe care le-ați adăugat în Linux Mint
ru: Следующий список содержит пакеты, добавленные вами в Linux Mint
th: รายการข้างล่างแสดงแพกเกจที่คุณได้เพิ่มเข้าไปในลินุกซ์มินต์
uk: Внизу наведений перелік пакунків, які Ви додали до Linux Mint

source: Select all
am: ሁሉንም መምረጥ
ca: Selecciona-ho tot
cs: Vybrat vše
cy: Dewis popeth
el: Επιλογή όλων
fi: Valitse kaikki
gd: Tagh na h-uile
he: בחר הכל
lt: Žymėti visus
nb: Merk alt
nds: Alles auswählen
ne: सबै चयन गर्नुहोस्
nl: Alles selecteren
oc: Seleccionar tot
pl: Zaznacz wszystko
ro: Selectează tot
ru: Выбрать всё
th: เลือกทั้งหมด
uk: Вибрати усе

source: Deselect all
am: ሁሉንም አለመምረጥ
ca: Desselecciona-ho tot
cs: Zrušit výběr
cy: Dad-ddewis popeth
el: Αποεπιλογή όλων
fi: Poista kaikki valinnat
gd: Dì-thagh na h-uile
he: בטל את כל הבחירה
lt: Atžymėti visus
nb: Fjern merking
nds: Auswahl rückgängig machen
ne: सबै अचयनित गर्नुहोस्
nl: Alles deselecteren
oc: Deseleccionar tot
pl: Odznacz wszystko
ro: Deselectează tot
ru: Снять выделение
th: เลิกการเลือกทั้งหมด
uk: Скасувати вибір

source: Please wait while your software selection is being backed up
am: እባክዎን ትንሽ ይቆዩ የሶፍትዌር ምርጫዎት ተተኪ እስከሚሰናዳ ድረስ
ca: Si us plau, espereu mentre es fa la còpia de seguretat de la vostra selecció de programari
cs: Čekejte, dokud nebude vámi vybraný software zazálohován
cy: Arhoswch tra bod eich dewis o feddalwedd yn cael ei gadw wrth gefn
el: Παρακαλώ περιμένετε όσο αντιγράφεται το λογισμικό που επιλέξατε
fi: Odota kunnes ohjelmistot on varmuuskopioitu
gd: Fuirich ort fhad 's a nì sinn lethbhreac-glèidhidh dhen bhathar-bhog a thagh thu
he: אנא המתן לסיום גיבוי התוכנות שבחרת
lt: Prašome palaukti, kol programinės įrangos pasirinkimai yra išsaugomi
nb: Vennligst vent, mens de valgte programmene blir sikkerhetskopiert
nds: Bitte warten Sie, während Ihre Softwareauswahl gesichert wird
ne: कृपया तपाइको सफ्टवेर बाकअप भैरहदा पर्खनुहोस
nl: Een moment geduld a.u.b., er wordt een reservekopie gemaakt van uw toepassingenselectie
oc: Mercé de pacientar pendent lo salvament de vòstra lista de logicials
pl: Proszę czekać podczas gdy tworzona jest kopia zapasowa wybranych programów
ro: Așteptați până este salvată selecţia software
ru: Пожалуйста, подождите, выбранные вами программы резервируются
th: กรุณารอขณะที่การเลือกซอฟต์แวร์ของคุณกำลังถูกสำรอง
uk: Зачекайте, йде резервне копіювання вибраних проґрам

source: Please select a saved software selection
am: እባክዎን ይምረጡ የተቀመጡ የሶፍትዌር ምርጫዎችን
ca: Si us plau, trieu una selecció de programari guardada
cs: Prosím vyberte uložený výběr software
cy: Dewiswch dewis o feddalwedd sydd wedi ei gadw
el: Παρακαλώ επιλέξτε μία αποθηκευμένη επιλογή λογισμικού
fi: Valitse tallennetut ohjelmistot
gd: Tagh cruinneachadh de bhathar-bog sàbhailte
he: אנא בחר רשימת תוכנות שמורה
lt: Pasirinkite išsaugotos programinės įrangos sąrašą
nb: Velg et lagret programutvalg
nds: Bitte wählen Sie eine gesicherte Softwareauswahl
ne: कृपया तपाइले चयन गर्नु भएको सफ्टवेर बाकअप भैरहदा पर्खनुहोस
nl: Kies a.u.b. een opgeslagen toepassingenselectie
oc: Seleccionatz una lista de logicials
pl: Wskaż proszę zapisany wybór programów
ro: Alegeți o selecţie software salvată
ru: Пожалуйста, выберите сохранённый набор программ
th: กรุณาเลือกการเลือกซอฟต์แวร์ที่บันทึกไว้
uk: Позначте вибір проґрам для збереження

source: Software selection:
am: የሶፍትዌር ምርጫዎች:
ca: Selecció de programari:
cs: Výběr softwaru:
cy: Dewis o feddalwedd:
el: Επιλογή λογισμικού:
fi: Ohjelmistovalinnat:
gd: Taghadh bathair-bhog:
he: תוכנות נבחרות:
lt: Programinės įrangos pasirinkimas:
nb: Programvalg:
nds: Softwareauswahl:
ne: चयन गरिएका सफ्टवेर:
nl: Toepassingenselectie:
oc: Lista de logicials :
pl: Wybrane programy:
ro: Selecție software:
ru: Файл списка:
th: การเลือกซอฟต์แวร์:
uk: Вибір проґрам:

source: Select the packages you want to install
am: መግጠም የሚፈልጉትን ጥቅል ይምረጡ
ca: Trieu els paquets que vulgueu instal·lar
cs: Vyberte balíčky, které si chcete nainstalovat
cy: Dewis y pecynnau i'w gosod
el: Επιλέξτε τα πακέτα που θέλετε να εγκατασταθούν
fi: Valitse paketit jotka haluat asentaa
gd: Tagh na pacaidean a bu mhath leat stàladh
he: בחר את החבילות שברצונך להתקין
lt: Pasirinkite paketus, kuriuos norėtumėte įdiegti
nb: Velg pakkene du vil installere
nds: Wählen Sie die Pakete aus, die Sie installieren möchten
ne: तपाइलाई स्थापन गर्न मनलागेका पाकेजहरु चयन गर्नुहोस
nl: Selecteer de pakketten die u wilt installeren
oc: Seleccionatz los paquets d'installar
pl: Wybierz pakiety, które chcesz zainstalować
ro: Alegeți pachetele pe care doriți să le instalați
ru: Выберите пакеты, которые хотите установить
th: เลือกแพกเกจที่คุณต้องการจะติดตั้ง
uk: Виберіть пакунки для встановлення

source: Refresh
am: ማነቃቃት
ca: Refresca
cs: Obnovit
cy: Adnewyddu
el: Ανανέωση
fi: Päivitä
gd: Ath-nuadhaich
he: רענן
lt: Atnaujinti
nb: Oppdater
nds: Aktualisieren
ne: रिफ्रेश
nl: Verversen
oc: Metre a jorn
pl: Odśwież
ro: Reîmprospătare
ru: Обновить
th: เรียกใหม่อีกครั้ง
uk: Оновити

source: The restoration is now finished
am: እንደነበር መመለሱ በሚገባ ተፈጽሟል
ca: La restauració s'ha conclòs
cs: Obnovení bylo dokončeno
cy: Mae'r gwaith adfer wedi dod i ben
el: Η επανάκτηση έχει τώρα ολοκληρωθεί
fi: Palauttaminen on nyt valmis
gd: Chaidh an aiseag
he: השחזור הושלם
lt: Akūrimas baigtas
nb: Gjenopprettingen er nå ferdig
nds: Die Wiederherstellung ist beendet
ne: बहाल गर्ने प्रक्रिया सकियो
nl: Het terugzetten is voltooid
oc: Lo restabliment es d'ara enlà acabat
pl: Przywracanie zostało już ukończone
ro: Restabilirea s-a încheiat
ru: Восстановление завершено
th: การกู้คืนเสร็จแล้ว
uk: Відновлення завершене

source: Your package selection was restored successfully
am: የ እርስዎ ጥቅል ምርጫ ተሳክቶ እንደ ነበር ተመልሷል
ca: La vostra selecció de paquets s'ha restaurat amb èxit
cs: Váš výběr balíčku byl v pořádku obnoven
cy: Adferodd eich dewis o becynnau yn llwyddiannus
el: Το επιλεγμένο πακέτο ανακτήθηκε επιτυχώς
fi: Pakettivalintasi palautettiin onnistuneesti
gd: Chaidh roghainn nam pacaidean agad aiseag
he: החבילות שבחרת שוחזרו בהצלחה
lt: Jūsų paketų pasirinkimas buvo sėkmingai atkurtas
nds: Ihre Softwareauswahl ist erfolgreich wiederhergestellt worden
ne: हजुरले सेलेक्ट गरेको प्याकेज पूर्वावस्थामा पुराइएको छ ।
nl: Uw pakketselectie werd met succes teruggezet
oc: Vòstra causida de logicials es estada restablida amb succès
pl: Twoje wybrane pakiety zostały pomyślnie przywrócone
ro: Selecția ta de pachete a fost restaurată cu succes.
ru: Выбранные пакеты были успешно восстановлены
th: การเลือกแพกเกจของคุณได้กลับคืนมาอย่างสมบูรณ์แล้ว
uk: Обрані пакунки були успішно відновлені

source: Invalid path
am: ዋጋ የሌለው መንገድ
ca: Camí no vàlid
cs: Neplatná cesta
cy: Llwybr annilys
el: Μη έγκυρη διαδρομή
fi: Polku ei kelpaa
gd: Slighe mhì-dhligheach
he: נתיב שגוי
lt: Netinkamas kelias
nb: Ugyldig sti
nds: Ungültiger Pfad
ne: स्थान मिलेन
nl: Ongeldig bestandpad
oc: Camin invalid
pl: Nieprawidłowa ścieżka
ro: Cale invalidă
ru: Неверный путь
th: เส้นทางไม่ถูกต้อง
uk: Хибний шлях

source: %s is not located within your source directory. Not added.
am: %s በምንጩ ማውጫ ውስጥ ማግኘት አልተቻለም አልተጨመረም
ca: %s no s'ha trobat dins del vostre directori d'origen. No s'ha afegit.
cs: %s není umístěn ve vašem zdrojovém adresáři. Nebyl přidán.
cy: Nid yw %s wedi ei leoli o fewn eich cyfiradur ffynhonnell. Heb ei ychwanegu.
el: Το %s δεν βρίσκεται μέσα στον φάκελο προέλευσης. Δεν προστέθηκε.
fi: %s ei sijaitse lähdehakemistossa. Ei lisätty.
gd: Chan eil %s sa phasgan tùsail agad. Cha deach a chur ris.
he: %s לא נמצא בתקיית המקור שלך. לא נוסף.
lt: %s nėra norodytame aplanke, todėl pridėta nebus.
nb: %s finnes ikke i kildemappa. Den ble ikke lagt til.
nds: %s befindet sich nicht in Ihrem Quellverzeichnis. Nicht hinzugefügt.
ne: तपैले चयन गरेको स्रोत डायरेक्टरीमा %s भेटिएन | केहि थपिएन!
nl: %s bevindt zich niet in uw bronmap. Niet toegevoegd.
oc: %s es pas inclús dins lo repertòri font. Pas apondut.
pl: %s nie znajduje się w Twoim katalogu źródłowym. Nie został dodany.
ro: %s nu a putut fi localizat în dosarul sursă indicat. Nu a fost adăugat.
ru: %s нет в указанной папке. Добавление невозможно.
th: %s ไม่ได้ตั้งตำแหน่งภายในตำแหน่งต้นทางของคุณและจะไม่เพิ่มเข้า
uk: %s немає у каталозі джерела. Не доданий.

source: Please choose directories for the source and the destination
am: እባክዎን ለ ምንጩ እና ለ መድረሻው ዳይሬክቶሪ ይምረጡ
ca: Si us plau, escolliu les carpetes per l'origen i el destí
cs: Zvolte prosím adresáře pro zdroj a uložení
cy: Dewiswch gyfeiriaduron ar gyfer y ffynhonnell a'r cyrchfan
el: Παρακαλώ επιλέξτε καταλόγους για την πηγή και τον προορισμό
fi: Valitse tiedostopolut lähteelle ja kohteelle
gd: Tagh pasganan an tùis agus a' chinn-uidhe
he: בחר תיקיות למקור והיעד
lt: Pasirinkite esamos ir norimos vietos aplankus
nb: Vennligst velg kataloger for kilden og destinasjonen
nds: Bitte wähle Verzeichnisse für Quellen und das Ziel
ne: स्रोत र गन्तव्य लागि निर्देशिका को चयन गर्नुहोस्
nl: Kies a.u.b. mappen voor de bron en voor de bestemming
oc: Causissètz de repertòris per la font e per la destinacion
pl: Proszę wybrać katalogi dla źródła i dla miejsca docelowego
ro: Alegeți dosare pentru sursă și destinație
ru: Пожалуйста, выберите каталог-источник и место назначения
th: กรุณาเลือกตำแหน่งของต้นทางและปลายทาง
uk: Будь ласка виберіть каталоги для джерела і призначення

source: Please choose different directories for the source and the destination
am: እባክዎን የተለየ ማውጫ ይምረጡ ለምንጩ እና ለመድረሻው
ca: Si us plau, trieu diferents directoris per a l'origen i la destinació
cs: Zvolte odlišné adresáře pro zdroj a cíl
cy: Dewiswch gyfeiriaduron gwahanol ar gyfer y ffynhonnell a'r cyrchfan
el: Παρακαλώ επιλέξτε διαφορετικούς φακέλους για την προέλευση και τον προορισμό
fi: Valitse eri hakemistot lähde- ja kohdehakemistoiksi
gd: Tagh pasganan eadar-dhealaichte airson an tùis agus a' chinn-uidhe
he: אנא בחר ספריות שונות עבור המקור ועבור היעד
lt: Prašome pasirinkite skirtingas esamą ir norimą vietas
nb: Kilde- og målmappene må være ulike
nds: Bitte wählen Sie verschiedene Verzeichnisse für die Quelle und das Ziel aus
ne: कृपया स्रोत र गन्तब्यका लागि छुटै डायरेक्टरी प्रयोग गर्नुहोस
nl: Selecteer a.u.b. verschillende mappen voor de bron en de bestemming
oc: Seleccionatz de repertòris font e destinacion diferents
pl: Wybierz proszę różne katalogi dla źródła i miejsca docelowego
ro: Alegeți dosare diferite pentru sursă și destinație
ru: Пожалуйста, укажите другие папки в качестве источника и пути назначения
th: กรุณาเลือกตำแหน่งที่แตกต่างกันของต้นทางและปลายทาง
uk: Виберіть різні каталоги для джерела та місця призначення

source: Source
am: ምንጭ
ca: Origen
cs: Zdroj
cy: Ffynhonnell
el: Προέλευση
fi: Lähde
gd: Bun-tùs
he: מקור
lt: Šaltinis
nb: Kilde
nds: Quelle
ne: स्रोत
nl: Bron
oc: Font
pl: Źródło
ro: Sursă
ru: Источник
th: ต้นทาง
uk: Джерело

source: Description
am: መግለጫ
ca: Descripció
cs: Popis
cy: Disgrifiad
el: Περιγραφή
fi: Kuvaus
gd: Tuairisgeul
he: תיאור
lt: Aprašas
nb: Beskrivelse
nds: Beschreibung
ne: बिवरण
nl: Omschrijving
oc: Descripcion
pl: Opis
ro: Descriere
ru: Описание
th: รายละเอียด
uk: Опис

source: Compression
am: ማመቅ
ca: Compressió
cs: Komprese
cy: Cywasgiad
el: Συμπίεση
fi: Pakkaus
gd: Dùmhlachadh
he: כיווץ
lt: Glaudinimas
nb: Komprimering
nds: Komprimeren
ne: सङ्कुचन
nl: Compressie
pl: Kompresja
ro: Compresie
ru: Сжатие
th: การบีบอัดข้อมูล
uk: Стиснення

source: Overwrite destination files
am: በመድረሻ ፋይሎች ላይ ደርቦ በላዩ ላይ መጻፍ
ca: Sobreescriu els fitxers de la destinació
cs: Přepsat cílové soubory
cy: Trosysgrifennu ffeiliau cyrchfan
el: Αντικατάσταση αρχείων προορισμού
fi: Korvaa kohdetiedostot
gd: Sgrìobh thairis air na faidhlichean sa cheann-uidhe
he: שכתב קבצים קיימים
lt: Perrašyti paskirties aplanko failus
nb: Skriv over målfilene
nds: Zieldateien überschreiben
ne: गन्तब्यका फाइलहरु माथि लेख्नुहोस
nl: Doelbestanden overschrijven
oc: Espotir los fichièrs de destinacion
pl: Nadpisz pliki docelowe
ro: Suprascrie fișierele destinație
ru: Перезаписывать одноимённые файлы
th: เขียนทับแฟ้มปลายทาง
uk: Перезаписати призначені файли

source: Exclude
am: ማስቀረት
ca: Exclou
cs: Vyloučit
cy: Eithrio
el: Εξαίρεση
fi: Jätä pois
gd: Dùin às
he: למעט
lt: Išskirti
nb: Utelat
nds: Ausschließen
ne: समावेश नगर
nl: Uitsluiten
oc: Exclure
pl: Wyklucz
ru: Исключить
th: ไม่นับรวม
uk: Виключити

source: Please choose a file to restore from
am: እባክዎን ይምረጡ እንደነበር የሚመለሰውን ፋይል ከ
ca: Si us plau, trieu un fitxer a partir del qual restaurar
cs: Vyberte soubor pro obnovu
cy: Dewis ffeil i'w hadfer
el: Παρακαλώ επιλέξτε το αρχείο από όπου θα γίνει η επάνακτηση
fi: Valitse tiedosto mistä palauttaa
gd: Tagh faidhle airson aiseag a dhèanamh uaithe
he: אנא בחר את הקובץ שממנו תרצה לשחזר
lt: Pasirinkitę failą, iš kurio norite atkurti
nb: Vennligst velg en fil å gjenopprette fra
nds: Bitte wählen Sie eine Datei zur Wiederherstellung
ne: कृपया कुन फाइलबाट बहाल गर्न चाहनुहुन्छ चुन्नुहोस
nl: Kies a.u.b. een bestand waar vanuit teruggezet moet worden
oc: Seleccionatz un fichièr de restablir
pl: Wybierz proszę plik, z którego będziesz przywracać
ro: Alegeți un fişier din care sa va face restabilirea
ru: Пожалуйста, выберите файлы для восстановления
th: กรุณาเลือกแฟ้มที่จะกู้คืน
uk: Виберіть файл для відновлення

source: Please choose a destination directory
am: እባክዎ መድረሻ ዳይሬክቶሪ ይምረጡ
ca: Si us plau, trieu un directori de destinació
cs: Zvolte cílový adresář
cy: Dewiswch gyfeiriadur cyrchfan
el: Παρακαλώ επιλέξτε τον φάκελο προορισμού
fi: Valitse kohdehakemisto
gd: Tagh pasgan cinn-uidhe
he: אנא בחר תקיית יעד
lt: Pasirinkite norimą aplanką
nb: Velg målmappe
nds: Bitte wählen Sie ein Zielverzeichnis
ne: गन्तब्य डायरेक्टरी चुन्नुहोस
nl: Selecteer a.u.b. een bestemmingsmap
oc: Seleccionatz un repertòri de destinacion
pl: Wybierz proszę katalog docelowy
ro: Alegeți un dosar destinaţie
ru: Пожалуйста, укажите папку назначения
th: กรุณาเลือกตำแหน่งปลายทาง
uk: Виберіть каталог призначення
