Repository: DorianB2017/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: am, ca, cs, cy, el, fi, gd, he, lt, nb, nds, ne, nl, oc, pl, ro, ru, th, uk

source: No packages need to be installed at this time
am: በዚህ ጊዜ ምንም አይነት ጥቅል መግጠም አያስፈልግም
ca: Actualment, no cal instal·lar cap paquet
cs: V tuto chvíli není třeba instalovat žádné balíčky
cy: Nid oes angen gosod pecynnau ar hyn o bryd
el: Δεν υπάρχουν πακέτα που να χρειάζεται να εγκατασταθούν αυτή τη στιγμή
fi: Yhtään pakettia ei tarvitse asentaa tällä hetkellä
gd: Cha leig thu leas pacaid sam bith a stàladh aig an àm seo
he: אין צורך להתקין חבילות בשלב זה
lt: Šiuo metu nereikia įdiegti jokių paketų
nb: Ingen pakker må installeres nå
nds: Zurzeit müssen keine Pakete installiert werden
ne: कुनैपनि पाकेज स्थापन गर्न जरुरि देखिएन
nl: Er hoeven op dit moment geen pakketten geïnstalleerd te worden
oc: Pas cap de paquet d'installar
pl: Chwilowo nie ma żadnego pakietu potrzebnego do zainstalowania
ro: Momentan nu trebuie instalat niciun pachet
ru: На данный момент нет пакетов, которые необходимо установить
th: ไม่มีแพกเกจที่จะต้องติดตั้งในเวลานี้
uk: На цей час немає пакунків необхідних для встановлення

source: Please select one or more packages to install
am: እባክዎን አንድ ወይም ከዚያ በላይ ጥቅሎች ለመግጠም ይምረጡ
ca: Si us plau, trieu un o més paquets per a instal·lar
cs: Prosím vyberte jeden či více balíčků k intalaci
cy: Dewiswch un neu fwy o becynnau i'w gosod
el: Παρακαλώ επιλέξτε ένα ή περισσότερα πακέτα για εγκατάσταση
fi: Valitse yksi tai useampi paketti asennettavaksi
gd: Tagh co-dhiù aon phacaid gus a stàladh
he: אנא בחר חבילה אחת או יותר להתקנה
lt: Pasirinkite vieną ar kelis norimus idiegti paketus
nb: Vennligst velg en eller flere pakker å installere
nds: Bitte wählen Sie ein oder mehrere Pakete zur Installation aus
ne: कृपया एक वा बडी पाकेज चयन गर्नुस
nl: Selecteer a.u.b. één of meer pakketten om te installeren
oc: Seleccionatz al mens un paquet d'installar
pl: Wybierz proszę jeden lub więcej pakietów do zainstalowania
ro: Alegeți unul sau mai multe pachete pentru instalare
ru: Пожалуйста, выберите один или несколько пакетов для установки
th: กรุณาเลือกหนึ่งแพกเกจหรือมากกว่านั้นที่จะติดตั้ง
uk: Виберіть один або більше пакунків для встановлення

source: Calculating...
am: በማስላት ላይ...
ca: S'està calculant...
cs: Probíhá výpočet...
cy: Cyfrifo ...
el: Υπολογισμός...
fi: Lasketaan...
gd: 'Ga àireamhachadh...
he: מחשב...
lt: Skaičiuojama...
nb: Beregner …
nds: Berechne...
ne: गणना गरिँदैछ...
nl: Bezig met berekenen...
oc: Calcul en cors...
pl: Obliczanie...
ro: Se calculează...
ru: Вычисление...
th: กำลังคำนวณ...
uk: Обчислення...

source: Skipping %(skipped_file)s because named pipes are not supported.
am: በ መዝለል ላይ %(skipped_file)s ምክንያቱም የ ተደገፈ አይደለም
ca: Arxiu %(skipped_file)s ignorat: les canalitzacions amb nom no estan suportades.
cs: Přeskakuji %(skipped_file)s protože pojmenované roury (named pipes) nejsou podporovány.
cy: Hepgor %(skipped_file)s gan nad yw'r pibellau hyn yn cael eu cynnal.
el: Παράλειψη των %(skipped_file)s καθώς τα ονομασμένα pipes δεν υποστηρίζονται.
fi: Ohitetaan tiedostot %(skipped_file)s, koska nimetyt putket eivät ole tuettuja.
gd: A' gearradh leum thar %(skipped_file)s o nach cuirear taic ri pìoban ainmichte.
lt: Praleidžiama %(skipped_file)s, kadangi įvardyti kanalai nėra palaikomi.
ne: हजुरले राखेका %(skipped_file)s पाइपलाई हटइएको छ
nl: %(skipped_file)s wordt overgeslagen, omdat benoemde pijpen niet worden ondersteund.
oc: Fichièr %(skipped_file)s ignorat perque los tubs nomenats son pas suportats.
pl: Pomijanie %(skipped_file)s ponieważ potoki nazwane nie są obsługiwane.
ro: Se sare peste %(skipped_file)s deoarece canalele de distribuție nu sunt susținute.
ru: Пропущено %(skipped_file)s, потому что именованные каналы не поддерживаются.
th: กำลังข้าม %(skipped_file)s เนื่องจากไม่สนับสนุนเนมไปป์
uk: Пропуск %(skipped_file)s оскільки імена рур не підтримуються.

source: Skipping broken link
am: የተሰበረ አገናኝን በመዝለል ላይ
ca: S'està ometent un enllaç no vàlid
cs: Přeskakování přerušeného odkazu
cy: Hepgor dolen wedi torri
el: Παράκαμψη χαλασμένου συνδέσμου
fi: Ohitetaan rikkinäinen linkki
gd: A' gearradh leum thairis air ceangal briste
he: מדלג על קישורים שבורים
lt: Praleidžiama nepasiekiama nuoroda
nb: Hopper over brutt peker
nds: Überspringe fehlende Verknüpfungen
ne: बिग्रेको लिङ्क फड्काइदैछ !
nl: Bezig met overslaan van gebroken koppeling
oc: Ligam copat ignorat
pl: Pomijanie błędnego odnośnika
ro: Se sare peste legătura întreruptă
ru: Пропуск нерабочей ссылки
th: ข้ามลิงก์ที่ชำรุด
uk: Пропуск непрацюючого посилання

source: Broken link
am: የተሰበረ አገናኝ
ca: Enllaç no vàlid
cs: Přerušený odkaz
cy: Dolen wedi torri
fi: Rikkinäinen linkki
gd: Ceangal briste
he: קישור שבור
lt: Nepasiekiama nuoroda
nb: Brutt peker
nds: Fehlende Verknüpfung
ne: छुटिएको कडी
nl: Gebroken koppeling
oc: Ligam copat
pl: Błędny odnośnik
ro: Legătură întreruptă
ru: Нерабочая ссылка
th: ลิงก์ที่ชำรุด
uk: Непрацююче посилання

source: Skipping link
am: አገናኝን በመዝለል ላይ
ca: S'està ometent un enllaç
cs: Přeskakování odkazu
cy: Hepgor dolen
el: Παράκαμψη συνδέσμου
fi: Ohitetaan linkki
gd: A' gearradh leum thairis air ceangal
he: מדלג על קישור
lt: Praleidžiama nuoroda
nb: Hopper over peker
nds: überspringe Verknüpfung
ne: कडी छोदिदै
nl: Koppeling wordt overgeslagen
oc: Ligam simbolic ignorat
pl: Pomijanie odnośnika
ro: Se sare peste legătură
ru: Пропуск ссылки
th: ข้ามลิงก์
uk: Пропуск посилання

source: Skipping identical file
am: በመዝለል ላይ ተመሳሳይ ፋይሎችን
ca: S'està ometent un fitxer idèntic
cs: Přeskakování identického souboru
cy: Hepgor ffeiliau sydd yr un peth
el: Παράκαμψη πανομοιότυπου αρχείου
fi: Ohitetaan identtinen tiedosto
gd: A' gearradh leum thairis air faidhle a tha co-ionnann
he: מדלג על קובץ זהה
lt: Praleidžiamas identiškas failas
nb: Hopper over identisk fil
nds: Identische Dateien nicht überschreiben
ne: उस्तै फाइल छोदिदै
nl: Identiek bestand wordt overgeslagen
oc: Fichièrs identics ignorats
pl: Pomijanie identycznego pliku
ro: Se sare peste fișier identic
ru: Пропуск одинаковых файлов
th: ข้ามแฟ้มที่เหมือนกัน
uk: Пропуск однакових файлів

source: Warning: Some files were not saved, copied: %(current_file)d files out of %(total)d total
am: ማስጠንቀቂያ: አንዳንድ ፋይሎች አልተቀመጡም ፤ ኮፒ የተደረጉት: %(current_file)d ፋይሎች ከ ጠቅላላ %(total)d ድምር
ca: Avís: Alguns fitxers no s'han desat, s'han copiat: %(current_file)d fitxers d'un total de %(total)d
cs: Varování: Některé soubory nebyly uloženy. Zkopírováno %(current_file)d souborů, z celkem: %(total)d souborů
cy: Rhybudd: Mae rhai ffiliau heb eu cadw, cop√Æwyd: %(current_file)d o gyfanswm o %(total)d
el: Προσοχή: Κάποια από τα αρχεία δεν αποθηκεύτηκαν, αντιγράφηκαν: %(current_file)d αρχεία από τα %(total)d συνολικά
fi: Varoitus: Joitain tiedostoja ei tallennettu, kopioitiin %(current_file)d/%(total)d tiedostoa
gd: Rabhadh: Bha cuid a dh'fhaidhlichean ann nach deach an sàbhaladh; chaidh lethbhreac a dhèanamh de: %(current_file)d faidhle a %(total)d uile gu lèir
he: אזהרה: חלק מהקבצים לא נשמרו, הועתקו %(current_file)d מתוך %(total)d סה"כ.
lt: Perspėjimas: Kai kurie failai nebuvo išsaugoti, nukopijuota %(current_file)d iš %(total)d
nb: Advarsel: Noen filer ble ikke lagret, kopierte %(current_file)d filer av %(total)d filer
nds: ACHTUNG: Einige Dateien konnten nicht gesichert werden! Es wurden %(current_file)d Dateien von insgesamt %(total)d kopiert.
ne: चेतावनी: कुनै फाइलहरु बचाइयेन, प्रतिलिपि बनायिएन : कुल %(total)d बाट %(current_file)d फाइलहरु
nl: Waarschuwing: sommige bestanden zijn niet opgeslagen, gekopieerd: %(current_file)d bestanden van de %(total)d
oc: Atencion : d'unes fichièrs son pas estats salvats (total salvat : %(current_file)d demest %(total)d)
pl: Uwaga: Niektóre pliki nie zostały zapisane, skopiowano: %(current_file)d plików z łącznej liczby %(total)d
ro: Atenţie: Unele fişiere nu au fost salvate. S-au copiat %(current_file)d din totalul de %(total)d fişiere
ru: Внимание: некоторые файлы не сохранены, скопировано: %(current_file)d файлов из %(total)d
th: คำเตือน: บางแฟ้มอาจไม่ถูกบันทึก คัดลอกแล้ว %(current_file)d แฟ้มจาก %(total)d แฟ้มทั้งหมด
uk: Увага: деякі файли не були збережені, скопійовано: %(current_file)d файлів з %(total)d

source: An error occurred during the backup
am: ተተኪው በሚፈጸም ጊዜ ስህተት ተፈጥሯል
ca: Hi ha hagut un error durant la còpia de seguretat
cs: Nastala chyba při zálohování
cy: Digwyddodd gwall yn ystod y copi wrth gefn
el: Ένα σφάλμα προέκυψε κατά την διάρκεια του backup
fi: Varmuuskopioinnissa tapahtui virhe
gd: Thachair mearachd le cruthachadh an lethbhreac-ghlèidhidh
he: קרתה תקלה במהלך הגיבוי
lt: Atsarginės kopijos darymo metu įvyko klaida
nb: En feil oppstod under sikkerhetskopieringen
nds: Während des Backups ist ein Fehler aufgetreten
ne: ब्याकप गर्ने बेला समस्या आयो
nl: Er is een fout opgetreden bij het maken van de reservekopie
oc: Una error s'es produita pendent lo salvament
pl: Wystąpił błąd podczas tworzenia kopii zapasowej
ro: O eroarea a apărut în timpul backup-ului.
ru: Во время резервного копирования произошла ошибка
th: เกิดข้อผิดพลาดระหว่างการสำรองข้อมูล
uk: Під час резервного копіювання сталася помилка

source: The backup was aborted
am: ተተኪ ማሰናዳቱ ተቋርጧል
ca: S'ha interromput la còpia de seguretat
cs: Záloha byla zrušena
cy: Ataliwyd y cadw wrth gefn
el: Η δημιουργία του αντιγράφου ασφαλείας διακόπηκε
fi: Varmuuskopiointi keskeytettiin
gd: Sguireadh dhen lethbhreac-ghlèidhidh
he: הגיבוי בוטל
lt: Atsarginės kopijos kūrimas buvo nutrauktas
nb: Sikkerhetskopieringen ble avbrutt
nds: Die Datensicherung wurde abgebrochen!
ne: बाकअप प्रक्रिया बन्द गरियो
nl: Het maken van de reservekopie werd afgebroken
oc: Lo salvament es estat interromput
pl: Tworzenie kopii zapasowej zostało przerwane
ro: Copierea de rezervă a fost abandonată
ru: Резервное копирование было отменено
th: การสำรองข้อมูลถูกยกเลิก
uk: Резервне копіювання було скасоване

source: The backup completed successfully
am: ተተኪ ማሰናዳቱ በሚገባ ተሳክቷል
ca: La còpia de seguretat s'ha completat amb èxit
cs: Záloha byla úspěšně dokončena
cy: Mae'r cadw wrth gefn wedi ei gwblhau'n llwyddiannus
el: Το αντίγραφο ασφαλείας δημιουργήθηκε επιτυχώς
fi: Varmuuskopiointi onnistui
gd: Chaidh an lethbhreac-glèidhidh a choileanadh
he: הגיבוי הושלם בהצלחה
lt: Atarginės kopijos kūrimas sėkmingai užbaigtas
nb: Sikerhetskopieringen er ferdig
nds: Die Datensicherung wurde erfolgreich beendet
ne: बाकअप प्रक्रिया सफलतापूर्वक समाप्त भयो
nl: De reservekopie is succesvol voltooid
oc: Lo salvament s'es acabat amb succès
pl: Tworzenie kopii zapasowej zostało ukończone pomyślnie
ro: Copierea de rezervă s-a încheiat cu succes
ru: Резервное копирование успешно завершено
th: การสำรองข้อมูลเสร็จสิ้น
uk: Резервне копіювання успішно завершено

source: Checksum Mismatch:
am: ጠቅላላ ድምሩ ያልተስማማ:
ca: Discordança de la suma de verificació:
cs: Kontrolní součet nesouhlasí:
cy: Anghydweddiad checksum
el: Ασυμφωνία αθροίσματος ελέγχου:
fi: Tarkistussumma ei täsmää:
gd: Neo-ionnann a thaobh checksum:
he: חוסר התאמה בסכום הביקורת:
lt: Kontrolinių sumų neatitikimas:
nb: Sjekksumfeil:
nds: Prüfsumme ist unterschiedlich:
ne: Checksum मिलेन
nl: Controlesom komt niet overeen:
oc: Diferéncia dins las signaturas sha1sum :
pl: Suma kontrolna nie zgadza się:
ro: Suma de control nu corespunde:
ru: Несоответствие контрольной суммы:
th: การตรวจสอบไม่ตรงกัน:
uk: Невідповідність контрольної суми:

source: Checksum Mismatch
am: ጠቅላላ ድምሩ ያልተስማማ
ca: Discordança de la suma de verificació
cs: Kontrolní součet nesouhlasí
cy: Anghydweddiad Checksum
el: Ασυμφωνία αθροίσματος ελέγχου
fi: Tarkistussumma ei täsmää:
gd: Neo-ionnann a thaobh checksum
he: חוסר התאמה בסכום הביקורת
lt: Kontrolinių sumų neatitikimas
nb: Sjekksumfeil
nds: Prüfsumme unterschiedlich
ne: Checksum मिलेन
nl: Controlesom komt niet overeen
oc: Diferéncia dins las signaturas
pl: Suma kontrolna nie zgadza się
ro: Suma de control nu corespunde
ru: Несоответствие контрольной суммы
th: การตรวจสอบไม่ตรงกัน
uk: Невідповідність контрольної суми

source: Calculating checksum
am: ጠቅላላ ድምሩን በማስላት ላይ
ca: S'està calculant la suma de verificació
cs: Probíhá výpočet kontrolního součtu
cy: Cyfrifo checksum
el: Υπολογισμός αθροίσματος ελέγχου
fi: Lasketaan tarkistussumma
gd: Ag àireamhachadh an checksum
he: מחשב סכום ביקורת
lt: Skaičiuojama kontrolinė suma
nb: Regner ut sjekksummen
nds: Prüfsumme wird berechnet
ne: Checksum गणना गरिदै
nl: Bezig met berekenen van controlesom
oc: Calcul de signatura sha1sum
pl: Obliczanie sumy kontrolnej
ro: Se calculează suma de control
ru: Вычисление контрольной суммы
th: กำลังคำนวณการตรวจสอบ
uk: Обчислення контрольної суми

source: (Not created with the Backup Tool)
am: (የተፈጠረው በተተኪ መሳሪያዎች አይደለም)
ca: (No s'ha creat amb l'Eina de Còpies de Seguretat)
cs: (Nebylo vytvořeno se zálohovacím nástrojem)
cy: (Heb ei greu gan yr Offeryn Wrth Gefn
el: (Δεν δημιουργήθηκε με το Εργαλείο Αντιγράφων Ασφαλείας)
fi: (ei luotu Varmuuskopiointityökalulla)
gd: (Chaidh deach a chruthachadh le inneal nan lethbhreacan-glèidhidh)
he: (לא נוצר באמצעות כלי הגיבוי)
lt: (Sukurta ne su atsarginių kopijų kūrimo įrankiu)
nb: (ikke laget av kopieringsverktøyet)
nds: (nicht mit dem Backup Tool erstellt)
ne: बाकअप औजार बाट बनायिएको हैन
nl: (Niet gemaakt met de toepassing 'Reservekopie maken')
oc: (Salvament creat amb una aisina diferenta d'aquela)
pl: (Nie stworzono przez Narzędzie Kopii Zapasowej)
ro: (Nu a fost generat de această aplicaţie)
ru: (Не создан при помощи средства "Резервное копирование")
th: (ไม่ได้สร้างจากเครื่องมือสำรองข้อมูล)
uk: (Не створено за допомоги знаряддя резервного копіювання)

source: Warning: Some files were not restored, copied: %(current_file)d files out of %(total)d total
am: ማስጠንቀቂያ: አንዳንድ ፋይሎች እንደ ነበር አልተመለሱም ኮፒ የተደረገው: %(current_file)d ፋይሎች ከ %(total)d ጠቅላላው
ca: Atenció: Alguns arxius no s'han restaurat. Copiats %(current_file)d arxius de %(total)d en total
cs: Varování: Některé soubory nebyly obnoveny, zkopírováno: %(current_file)d souborů z %(total)d celkem
cy: Rhybudd: Nid yw rhai ffeiliau wedi eu hadfer, copiwyd: %(current_file)d allan o gyfanswm o %(total)d
el: Προσοχή: Μερικά αρχεία δεν επανήλθαν, αντιγράφηκαν: %(current_file)d απο %(total)d συνολικά
fi: Varoitus: Joitakin tiedostoja ei voitu palauttaa. Kopioitiin %(current_file)d tiedostoa %(total)d:sta.
gd: Rabhadh: Bha cuid a dh'fhaidhlichean ann nach deach an aiseag; chaidh lethbhreac a dhèanamh de: %(current_file)d faidhle a %(total)d uile gu lèir
he: אזהרה: מספר קבצים לא שוחזרו, הועתקו %(current_file)d קבצים מתוך %(total)d
lt: Dėmesio: kai kurie failai atstatyti nebuvo, iš viso nukopijuota: %(current_file)d iš %(total)d
nb: Advarsel: Noen filer ble ikke restaurert, kopiert: %(current_file)d filer av %(total)d totalt
nds: Warnung: Eine Dateien wurden nicht wiederhergestellt, kopierte %(current_file)d files out of %(total)d total
ne: चेतावनी: केही फाइलहरू पुनः स्थापित भएनन्, %(total)d फाइलहरूबाट %(current_file)d फाइल प्रतिलिपि गरिएको छ !
nl: Waarschuwing: sommige bestanden werden niet teruggezet. Gekopieerd: %(current_file)d bestanden van in totaal %(total)d
oc: Atencion, certans fichièrs son pas estats restablits : %(current_file)d fichièrs copiats sus un total de %(total)d
pl: Uwaga: Pewne pliki nie zostały przywrócone, skopiowano: %(current_file)d plików z %(total)d wszystkich
ro: Atenție, unele fișiere nu au fost restabilite. Au fost copiate %(current_file)d fișiere din totalul de %(total)d
ru: Предупреждение! Некоторые файлы не были восстановлены, скопированы: %(current_file)d файлов из %(total)d
th: คำเตือน: บางแฟ้มอาจไม่ถูกกู้คืน คัดลอกแล้ว %(current_file)d แฟ้มจาก %(total)d แฟ้มทั้งหมด
uk: Попередження: Деякі файли не були поновлені, скопійовано: %(current_file)d файлів з %(total)d

source: An error occurred during the restoration
am: ተተኪው እንደ ነበር በሚፈጸም ጊዜ ስህተት ተፈጥሯል
ca: Hi ha hagut un error durant la restauració
cs: Nastala chyba při obnově
cy: Digwyddodd gwall yn ystod yr adfer
el: Συνέβη σφάλμα κατά τη διάρκεια της αποκατάστασης
fi: Palauttamisessa tapahtui virhe
gd: Thachair mearachd le aiseag an lethbhreac-ghlèidhidh
he: קרתה תקלה במהלך השחזור
lt: Atkūrimo metu įvyko klaida
nb: En feil dukket opp under gjennomrettingen
nds: Während der Wiederherstellung ist ein Fehler aufgetreten
ne: पूर्वावस्थामा ल्याउने बेलामा समस्या भेटियो
nl: Er is een fout opgetreden tijdens het terugzetten
oc: Una error s'es produita pendent lo restabliment
pl: Wystąpił błąd podczas przywracania
ro: O eroarea a apărut în timpul restaurării.
ru: При восстановлении произошла ошибка
th: เกิดข้อผิดพลาดระหว่างการกู้คืนข้อมูล
uk: При відновленні сталася помилка

source: The restoration was aborted
am: እንደነበር መመለሱ ተቋርጧል
ca: S'ha interromput la restauració
cs: Obnovení bylo zrušeno
cy: Ataliwyd yr adfer
el: Η επανάκτηση διακόπηκε
fi: Palautus keskeytettiin
gd: Sguireadh dhen aiseag
he: השחזור הופסק
lt: Atkūrimas buvo nutrauktas
nb: Gjenopprettingen ble avbrutt
nds: Die Wiederherstellung wurde abgebrochen!
ne: बहाल प्रक्रिया रोकियो
nl: Het terugzetten werd afgebroken
oc: Lo restabliment es estat interromput
pl: Przywracanie zostało przerwane
ro: Restabilirea a fost abandonată
ru: Восстановление было отменено
th: การกู้คืนถูกยกเลิก
uk: Відновлення було скасоване

source: The restoration completed successfully
am: እንደነበር መመለሱ በሚገባ ተፈጽሟል
ca: La restauració s'ha completat amb èxit
cs: Obnovení bylo úspěšně dokončeno
cy: Cwblhawyd adfer yn llwyddiannus
el: Η επανάκτηση ολοκληρώθηκε επιτυχώς
fi: Palautus onnistui
gd: Chaidh an t-aiseag a choileanadh
he: השחזור הושלם בהצלחה
lt: Atkūrimas sėkmingai baigtas
nb: Gjenopprettingen er ferdig
nds: Die Wiederherstellung war erfolgreich!
ne: बहाल प्रक्रिया सफलतापुर्वक सकियो
nl: Het terugzetten is met succes voltooid
oc: Lo restabliment s'es acabat amb succès
pl: Przywracanie zostało pomyślnie ukończone
ro: Restabilirea s-a încheiat cu succes
ru: Восстановление успешно завершено
th: การกู้คืนเสร็จสิ้น
uk: Відновлення успішно завершене

source: An error occurred during the backup:
am: ስህተት ተፍጥሯል ኮፒ ሲደረግ
ca: Ha ocorregut un error durant el procés de còpia de seguretat:
cs: Během zálohování došlo k chybě:
cy: Digwyddodd gwall yn ystod y copi wrth gefn:
el: Προέκυψε σφάλμα κατά την δημιουργία του αντιγράφου ασφαλείας:
fi: Varmuuskopioinnin aikana tapahtui virhe:
gd: Thachair mearachd le cruthachadh an lethbhreac-ghlèidhidh:
he: אירעה שגיאה במהלך הגיבוי:
lt: Darant atsarginę kopiją įvyko klaida:
nb: En feil oppstod under sikkerhetskopieringen:
nds: Während des Backups ist ein Fehler aufgetreten
ne: ब्याकप गर्ने बेला समस्या भेटियो
nl: Er is een fout opgetreden tijdens het maken van de back-up:
oc: I a agut una error pendent la còpia de seguretat :
pl: Wystąpił błąd podczas tworzenia kopii zapasowej
ro: O eroare s-a produs în timpul salvării de siguranță:
ru: В процессе резервного копирования произошла ошибка:
th: เกิดข้อผิดพลาดระหว่างการสำรองข้อมูล:
uk: Сталася помилка під час резервного копіювання:

source: Your software selection was backed up successfully
am: የ እርስዎ የ ሶፍትዌር ምርጫ ተሳክቶ እንደ ነበር ተመልሷል
ca: S'ha desat còpia de la vostra selecció de programari
cs: Váš výběr balíčku byl v pořádku zálohován
cy: Copiodd eich dewis o feddalwedd wrth gefn yn llwyddiannus
el: Το αντίγραφο ασφαλείας της επιλογής λογισμικού σας δημιουργήθηκε επιτυχώς
fi: Ohjelmistovalintasi varmuuskopioitiin onnistuneesti
gd: Chaidh lethbhreac-glèidhidh a dhèanamh de roghainn a' bhathair-bhog agad
he: החילות שבחרת גובו בהצלחה
lt: Jūsų programinės įrangos pasirinkimo atsarginė kopija buvo sėkmingai sukurta
nb: Dine programvareutvalg var sikkerhetskopiert suksessfullt
nds: Ihre Softwareauswahl ist erfolgreich gesichert worden
ne: हजुरले सेलेक्ट गरेको प्याकेज ब्याकप भएको छ
nl: Er werd met succes een reservekopie gemaakt van uw programmatuurselectie
oc: Vòstra causida de logicials es estada salvada amb succès
pl: Kopia zapasowa Twojego wybranego oprogramowania została pomyślnie utworzona
ro: Selecția ta de pachete a fost stocată cu succes.
ru: Резервное копирование выбранного программного обеспечения успешно завершено
th: การเลือกซอฟต์แวร์ของคุณถูกสำรองข้อมูลไว้เรียบร้อยแล้ว
uk: Резервне копіювання обраного проґрамного забезпечення успішно завершено

source: The specified file is not a valid software selection
am: የተመረጠው ፋይል ዋጋ ያለው የሶፍትዌር ምርጫ አይደለም
ca: El fitxer especificat no és una selecció de programari vàlida
cs: Vybraný soubor není platný seznam software
cy: Nid yw'r ffeil hon yn ddewis meddalwedd dilys
el: Το συγκεκριμένο αρχείο δεν είναι έγκυρη επιλογή λογισμικού
fi: Määritetty tiedosto ei ole kelvollinen ohjelmistovalinta
gd: Chan e taghadh bathair-bhog dligheach a tha anns na faidhlichean a thagh thu
he: הקובץ הנבחר אינו מהווה מבחר תוכנות תקף
lt: Šis failas nėra tinkamas programinės įrangos pasirinkimas
nb: Den valgte fila er ikke et gyldig programutvalg
nds: Die markierte Datei ist nicht Bestandteil Ihrer Softwareauswahl
ne: तपाइले चयन गर्नु भएको फाइल एउटा वैध सफ्टवेर हैन
nl: Het opgegeven bestand is geen geldige toepassingenselectie
oc: Lo fichièr especificat es pas una lista de logicials valida
pl: Określony plik nie jej poprawnym wyborem programów
ro: Fişierul specificat nu este o copie validă de selecţie software
ru: Указанный файл не является корректным файлом списка
th: แฟ้มที่ระบุไว้ไม่ใช่แฟ้มการเลือกซอฟต์แวร์ที่ถูกต้อง
uk: Зазначений файл не є чинним набором проґрам

source: An error occurred while accessing the file
am: ፋይሉን ለመድረስ ሲሞከር ስህተት ተፈጥሯል
ca: Ha ocorregut un error mentre s'accedia al fitxer
cs: Při přístupu k souboru nastala chyba
cy: Digwyddodd gwall wrth gael mynediad at y ffeil
el: Προέκυψε σφάλμα κατά την πρόσβαση στο αρχείο
fi: Virhe luettaessa tiedostoa
gd: Thachair mearachd nuair a bha sinn ag inntrigeadh dhan fhaidhle
he: ארעה שגיאה במהלך ניסיון הגישה לקובץ
lt: Klaida bandant nuskaityti failą
nb: Det oppstod en feil under lesing av fila
nds: Beim Zugriff auf die Datei trat ein Fehler auf!
ne: फाइल पहुँचन खोज्दा त्रुटी भेटियो
nl: Er is een fout opgetreden tijdens het benaderen van het bestand
oc: Una error s'es produita al moment de l'accès al fichièr
pl: Wystąpił błąd podczas dostępu do pliku
ro: A apărut o eroare la accesarea fişierului
ru: Ошибка доступа к файлу
th: มีปัญหาเกิดขึ้นขณะเข้าถึงแฟ้ม
uk: Помилка доступу до файлу

source: Could not locate the package
am: ጥቅሉን ማግኘት አልተቻለም
ca: No s'ha pogut ubicar el paquet
cs: Nelze nalézt balíček
cy: Methu canfod y pecyn
el: Δεν βρέθηκε το πακέτο
fi: Pakettia ei löytynyt
gd: Cha b' urrainn a' phacaid a lorg
he: לא ניתן היה לאתר את החבילה
lt: Nepavyko surasti paketo
nb: Kunne ikke finne pakken
nds: Das Paket konnte nicht gefunden werden
ne: पाकेज भेतौना सकिएन
nl: Kon het pakket niet vinden
oc: Lo paquet pòt pas èsser localizat
pl: Nie można odnaleźć pakietu
ro: Pachetul nu a putut fi găsit
ru: Не удалось найти пакет
th: ไม่สามารถตั้งตำแหน่งแพกเกจ
uk: Не вдалося знайти пакунок

source: Please wait, this can take some time
am: እባክዎን ይቆዩ ይህ ትንሽ ጊዜ ይወስዳል
ca: Si us plau, espereu, això pot trigar un poc de temps
cs: Vyčkejte prosím, tato akce může trvat delší dobu
cy: Arhoswch, gall hyn gymryd peth amser
el: Παρακαλώ περιμένετε, αυτό μπορεί να πάρει λίγο χρόνο
fi: Odota hetki, tämä voi kestää jonkin aikaa
gd: Fuirich ort, faodaidh gun doir seo greis
he: נא להמתין, פעולה זו עשויה להימשך זמן רב
lt: Palaukite, tai gali šiek tiek užtrukti
nb: Vennligst vent, dette kan ta litt tid
nds: Bitte warten, dies kann einige Zeit dauern
ne: कृपया पर्खनुहोस, यसले केहि समय लिनेछ
nl: Een ogenblik geduld a.u.b., dit kan even duren
oc: Esperatz se vos plai, aquò pòt durar
pl: Proszę czekać, to może trochę potrwać
ro: Așteptați, operațiunea poate să dureze.
ru: Пожалуйста, подождите, процесс может занять некоторое время
th: กรุณารอสักครู่ อาจจะใช้เวลาพอสมควร
uk: Будь ласка, зачекайте, процес може зайняти певний час
