Repository: DorianB2017/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: am, ca, cs, cy, el, fi, gd, he, lt, nb, nds, ne, nl, oc, pl, ro, ru, th, uk

source: The installation is complete
am: መግጠሙ ተጠናቋል
ca: La instal·lació s'ha completat
cs: Instalace byla dokončena
cy: Ma'r gosod wedi ei gwblhau
el: Η εγκατάσταση ολοκληρώθηκε
fi: Asennus on valmis
gd: Chaidh a stàladh
he: ההתקנה הושלמה
lt: Diegimas baigtas
nb: Installasjonen er ferdig
nds: Die Installation wurde erfolgreich beendet
ne: स्थापन प्रक्रिया सकियो
nl: De installatie is voltooid
oc: L'installacion es acabada
pl: Instalacja jest ukończona
ro: Instalarea este completă
ru: Установка завершена
th: การติดตั้งสำเร็จ
uk: Встановлення завершене

source: Make a backup of your home directory
am: የሆም ዳይሬክቶሪ ተተኪ ይስሩ
ca: Feu una còpia de seguretat del vostre directori d'inici
cs: Zálohovat domovský adresář
cy: Gwneud copi wrth gefn o'ch cyfeiriadur cartref
el: Φτιάξτε ένα αντίγραφο ασφαλείας του φακέλου home
fi: Varmuuskopioi kotihakemistosi
gd: Dèan lethbhreac-glèidhidh dhen phasgan dachaigh agad
he: יצירת גיבוי לתקיית הבית שלך
lt: Kurti namų aplanko atsarginę kopiją
nb: Lag en sikkerhetskopi av hjemmeområdet ditt
nds: Erstellen Sie eine Datensicherung Ihres Home-Verzeichnisses
ne: तपाइको गृह डायरेक्टरीको बाकअप गर्नुहोस |
nl: Reservekopie maken van uw persoonlijke map
oc: Far una còpia de seguretat de vòstre dorsièr personal
pl: Stwórz kopię zapasową swojego katalogu domowego
ro: Creează o copie de rezervă a dosarului personal
ru: Создание резервной копии вашей домашней директории
th: สำรองข้อมูลในตำแหน่งของคุณ
uk: Зробити резервну копію домашнього каталогу
