Repository: DorianB2017/mint-translations
Catalog: po-export/mintbackup/mintbackup-*.po
Languages: am, ca, cs, cy, el, fi, gd, he, lt, nb, nds, ne, nl, oc, pl, ro, ru, th, uk

source: Backup Tool
am: የተተኪ መሳሪያዎች
ca: Eina de còpies de seguretat
cs: Zálohovací nástroj
cy: Teclyn Cadw wrth Gefn
el: Εργαλείο Αντιγράφων Ασφαλείας
fi: Varmuuskopiointityökalu
gd: Inneal lethbhreacan-glèidhidh
he: כלי גיבוי
lt: Atsarginių kopijų įrankis
nb: Verktøy for sikkerhetskopiering
nds: Programm zur Datensicherung
ne: बाकअप औजार
nl: Reservekopie maken
oc: Aisina de còpia de seguretat
pl: Narzędzie do tworzenia kopii zapasowych
ro: Copiere de rezervă
ru: Резервное копирование
th: เครื่องมือสำรองข้อมูล
uk: Знаряддя резервного копіювання

source: Preserve structure
am: አካሉን መጠበቅ
ca: Preserva l'estructura
cs: Zachovat strukturu
cy: Cadw'r strwythr
el: Διατήρηση δομής
fi: Säilytä rakenne
gd: Glèidh an structar
he: לשמר מבנה
lt: Išlaikyti aplankų struktūrą
nb: Ta vare på strukturen
nds: Struktur nicht verändern
ne: संरचना संरकछ्यन गर्नु
nl: Structuur behouden
oc: Preservar la ierarquia dels fichièrs
pl: Zachowaj strukturę
ro: Păstrează structura
ru: Сохранить структуру (без сжатия)
th: รักษาโครงสร้างไว้ด้วย
uk: Структура збереження

source: .tar file
am: .ታር ፋይል
ca: fitxer .tar
cs: .tar soubor
cy: Ffeil .tar
el: Αρχείο .tar
fi: .tar-tiedosto
gd: Faidhle .tar
he: קובץ tar
lt: .tar byla
nb: .tar-fil
nds: Dateiformat .tar
ne: .tar फाइलमा
nl: .tar-bestand
oc: Fichièr .tar
pl: plik .tar
ro: fișier .tar
ru: .tar архив
th: แฟ้ม .tar
uk: файл .tar

source: .tar.bz2 file
am: .ታር.ቢዚ2 ፋይል
ca: fitxer .tar.bz2
cs: .tar.bz2 soubor
cy: Ffeil .tar.bz2
el: Αρχείο .tar.bz2
fi: .tar.bz2-tiedosto
gd: Faidhle .tar.bz2
he: קובץ tar.bz2
lt: .tar.bz2 byla
nb: .tar.bz2-fil
nds: Dateiformat .tar.bz2
ne: .tar.bz2 फाइलमा
nl: .tar.bz2-bestand
oc: Fichièr .tar .bz2
pl: plik .tar.bz2
ro: fișier .tar.bz2
ru: .tar.bz2 архив
th: แฟ้ม .tar.bz2
uk: файл .tar.bz2

source: .tar.gz file
am: .ታር.ጂዚ ፋይል
ca: fitxer .tar.gz
cs: .tar.gz soubor
cy: Ffeil .tar.gz
el: Αρχείο .tar.gz
fi: .tar.gz-tiedosto
gd: Faidhle .tar.gz
he: קובץ tar.gz
lt: .tar.gz byla
nb: .tar.gz-fil
nds: .tar.gz Datei
ne: .tar.gz फाइलमा
nl: .tar.gz-bestand
oc: Fichièr .tar.gz
pl: plik .tar.gz
ro: fișier .tar.gz
ru: .tar.gz архив
th: แฟ้ม .tar.gz
uk: файл .tar.gz

source: Never
am: በፍጹም
ca: Mai
cs: Nikdy
cy: Byth
el: Ποτέ
fi: Ei koskaan
gd: Chan ann idir
he: אף-פעם
lt: Niekada
nb: Aldri
nds: Niemals
ne: कहिले पनि होइन
nl: Nooit
oc: Pas jamai
pl: Nigdy
ro: Niciodată
ru: Никогда
th: ไม่เลย
uk: Ніколи

source: Size mismatch
am: መጠኑ አልተስማም
ca: Discordança de la mida
cs: Velikost nesouhlasí
cy: Anghydweddiad maint
el: Δεν ταιριάζει το μέγεθος
fi: Koko ei täsmää
gd: Chan eil iad a' freagairt ri chèile a thaobh meud
he: אי התאמה בגודל
lt: Nesutampa dydžiai
nb: Feil størrelse
nds: Dateigröße ist unterschiedlich
ne: साइज मेल खाएन
nl: Grootte komt niet overeen
oc: Diferéncia dins las talhas
pl: Błędny rozmiar
ro: Nepotrivire de dimensiune
ru: При несовпадении размера
th: ขนาดไม่ตรงกัน
uk: Невідповідність розміру

source: Modification time mismatch
am: ጊዜ ማሻሻሉ አልተስማም
ca: Discordança de l'hora de modificació
cs: Čas úpravy nesouhlasí
cy: Anghydweddiad amser newid
el: Ασυμφωνία χρόνου μετατροπής
fi: Muutosaika ei täsmää
gd: Chan eil iad a' freagairt ri chèile a thaobh àm atharrachaidh
he: חוסר התאמה בזמן השינוי
lt: Nesutampa redagavimo laikai
nb: Feil med tidsstempel
nds: Änderungsdatum ist unterschiedlich
ne: संशोधन समय मिलेन
nl: Wijzigingstijd komt niet overeen
oc: Diferéncia dins las datas de modificacion
pl: Czas modyfikacji się nie zgadza
ro: Nepotrivire a datei de modificare
ru: При несовпадении времени изменения
th: เวลาแก้ไขไม่ตรงกัน
uk: Невідповідність часу модифікації

source: Checksum mismatch
am: ጠቅላላ ድምሩ አልተስማም
ca: Discordança de la suma de verificació
cs: Chyba kontrolního součtu
cy: Anghydweddiad checksum
el: Ασυμφωνία αθροίσματος ελέγχου
fi: Tarkistussumma ei täsmää
gd: Chan eil iad a' freagairt ri chèile a thaobh checksum
he: חוסר התאמה בסכום הביקורת
lt: Nesutampa kontrolinės sumos
nb: Feil sjekksum
nds: Prüfsummenfehler
ne: Checksum मिलेन
nl: Controlesom komt niet overeen
oc: Diferéncia dins las signaturas sha1sum
pl: Suma kontrolna się nie zgadza
ro: Nepotrivire a sumei de control
ru: При несовпадении контрольной суммы
th: การตรวจสอบไม่ตรงกัน
uk: Невідповідність контрольної суми

source: Always
am: ሁል ጊዜ
ca: Sempre
cs: Vždy
cy: Bob tro
el: Πάντα
fi: Aina
gd: An-còmhnaidh
he: תמיד
lt: Visada
nb: Alltid
nds: Immer
ne: सधैँ
nl: Altijd
oc: Totjorn
pl: Zawsze
ro: Întotdeauna
ru: Всегда
th: เสมอ
uk: Завжди

source: Excluded paths
am: የተከለከሉ መንገዶች
ca: Camins exclosos
cs: Vyloučené cesty
cy: Llwybrau eithriedig
el: Εξαιρούμενες θέσεις
fi: Ohitettuja polkuja
gd: Slighean nach eil 'gan gabhail a-taigh
he: נתיבים לא כלולים
lt: Neįtrauktos vietos
nb: Utelatte stier
nds: Ausgeschlossene Verzeichnisse
ne: छुतायिएका स्थानहरु
nl: Uitgesloten mappen
oc: Camins exclús
pl: Wykluczone ścieżki
ro: Căi excluse
ru: Исключенные пути
th: เส้นทางที่ยกเว้นไว้
uk: Виключені шляхи

source: Type
am: አይነት
ca: Tipus
cs: Druh
cy: Math
el: Τύπος
fi: Tyyppi
gd: Seòrsa
he: סוג
lt: Tipas
nds: Typ
ne: प्रकार
oc: Tipe
pl: Typ
ro: Tip
ru: Тип
th: ประเภท
uk: Тип

source: Detail
am: ዝርዝር
ca: Detalls
cs: Podrobnosti
cy: Manylyn
el: Λεπτομέρεια
fi: Yksityiskohdat
gd: Mion-fiosrachadh
he: פירוט
lt: Išsamiai
nb: Detaljnivå
nds: Details
ne: वर्णन
oc: Detalh
pl: Szczegóły
ro: Detaliu
ru: Подробности
th: รายละเอียด
uk: Подробиці

source: Path
am: መንገድ
ca: Camí
cs: Cesta
cy: Llwybr
el: Τοποθεσία
fi: Polku
gd: Slighe
he: נתיב
lt: Kelias
nb: Sti
nds: Pfad
ne: स्थान
nl: Bestandpad
oc: Camin
pl: Ścieżka
ro: Cale
ru: Путь
th: เส้นทาง
uk: Шлях

source: Error
am: ስህተት
cs: Chyba
cy: Gwall
el: Σφάλμα
fi: Virhe
gd: Mearachd
he: שגיאה
lt: Klaida
nb: Feil
nds: Fehler
ne: त्रुटि
nl: Fout
pl: Błąd
ro: Eroare
ru: Ошибка
th: ผิดพลาด
uk: Помилка

source: Store?
am: ላከማች?
ca: Cal emmagatzemar?
cs: Uložit?
cy: Cadw?
el: Αποθήκευση;
fi: Varastoi?
gd: A bheil thu airson a chumail?
he: לשמור?
lt: Saugoti?
nb: Vil du lagre?
nds: Speichern?
ne: संग्रह गर?
nl: Opslaan?
oc: Emmagazinar ?
pl: Przechować?
ro: Se stochează?
ru: Архивировать?
th: ต้องการเก็บไว้หรือไม่?
uk: Зберегти?

source: Name
am: ስም
ca: Nom
cs: Název
cy: Enw
el: Όνομα
fi: Nimi
gd: Ainm
he: שם
lt: Pavadinimas
nb: Navn
ne: नाम
nl: Naam
oc: Nom
pl: Nazwa
ro: Nume
ru: Имя
th: ชื่อ
uk: Назва

source: Install
am: መግጠም
ca: Instal·la
cs: Instalovat
cy: Gosod
el: Εγκατάσταση
fi: Asenna
gd: Stàlaich
he: התקנה
lt: Įdiegti
nb: Installer
nds: Installieren
ne: स्थापन गर्नुहोस्
nl: Installeren
oc: Installar
pl: Zainstaluj
ro: Instalează
ru: Установить
th: ติดตั้ง
uk: Встановити

source: Backup or Restore
am: ተተኪ ወይም እንደነበር መመለስ
ca: Còpia de seguretat o Restauració
cs: Zálohovat či obnovit
cy: Cadw wrth Gefn neu Adfer
el: Αντίγραφο ασφαλείας ή Επανάκτηση
fi: Varmuuskopioi tai palauta
gd: Dèan lethbhreac-glèidhidh no dèan aiseag
he: גיבוי או שחזור
lt: Daryti arba atkurti atsargines kopijas
nb: Sikkerhetskopier eller gjenopprett
nds: Datensicherung oder Wiederherstellung
ne: संचय या बहाल गर्नुस
nl: Reservekopie maken of terugzetten
oc: Salvament o restabliment
pl: Kopia zapasowa lub przywracanie
ro: Copiere de rezervă sau restabilire
ru: Резервирование и Восстановление
th: กู้คืน
uk: Резервування або відновлення

source: Choose from the following options
am: ከሚቀጥሉት ምርጫዎች ይምረጡ
ca: Seleccioneu-ho de les opcions següents
cs: Vyberte z následujících možností
cy: Dewis un o'r canlynol:
el: Επιλέξτε από τις επόμενες επιλογές
fi: Valitse seuraavista vaihtoehdoista
gd: Dèan taghadh o na roghainnean a leanas
he: בחר מהאפשרויות הבאות
lt: Pasirinkite vieną iš šių parametrų
nb: Velg blant de følgende alternativene
nds: Wählen Sie eine der folgenden Optionen
ne: तल दियिएका विकल्पबाट चुन्नुहोस
nl: Maak een keuze uit de volgende opties
oc: Causissètz demest las opcions seguentas
pl: Wybierz jedną z następujących opcji
ro: Alegeți una dintre opțiunile următoare
ru: Выберите нужное действие
th: เลือกจากตัวเลือกดังต่อไปนี้
uk: Виберіть один з наступних варіянтів

source: Backup files
am: ተተኪ ፋይሎች
ca: Còpia de seguretat de fitxers
cs: Zálohovat soubory
cy: Gwenud copi wrth gefn
el: Αντίγραφα ασφαλείας
fi: Varmuuskopioi tiedostoja
gd: Dèan lethbhreac-glèidhidh de dh'fhaidhlichean
he: גיבוי קבצים
lt: Atsarginės kopijos
nb: Sikkerhetskopier filer
nds: Dateien sichern
ne: फाइलहरु संचय गर
nl: Reservekopie maken van bestanden
oc: Salvament de fichièrs
pl: Utwórz kopię zapasową plików
ro: Copiere de rezervă fișiere
ru: Резервное копирование файлов
th: สำรองแฟ้ม
uk: Резервні копії файлів

source: Restore files
am: ፋይሎችን እንደነበረ መመለስ
ca: Restauració de fitxers
cs: Obnovit soubory
cy: Adfer ffeiliau
el: Επανάκτηση αρχείων
fi: Palauta tiedostoja
gd: Aisig faidhlichean
he: שחזור קבצים
lt: Atkurti failus
nb: Gjenopprett filer
nds: Dateien wiederherstellen
ne: फाइलहरु बहाल गर
nl: Bestanden terugzetten
oc: Restabliment de fichièrs
pl: Przywróć pliki
ro: Restabilire fişiere
ru: Восстановление файлов
th: กู้คืนแฟ้ม
uk: Відновлені файли

source: Backup software selection
am: የተተኪ ሶፍትዌር ምርጫዎች
ca: Còpia de seguretat de la selecció de programari
cs: Zálohovat vybraný software
cy: Dewis meddalwedd cadw wrth gefn
el: Επιλογή λογισμικού για το Αντίγραφο Ασφαλείας
fi: Varmuuskopioi ohjelmistoja
gd: Taghadh a' bhathair-bhog a nì lethbhreac-glèidhidh
he: לגבות תוכנות נבחרות
lt: Išsaugoti programinės įrangos pasirinkimus
nb: Sikerhetskopier de valgte programmene
nds: Zu sichernde Softwareauswahl
ne: चयन गरिएका सफ्त्वेर संचय गर
nl: Reservekopie maken van toepassingenselectie
oc: Salvament de la causida dels logicials
pl: Stwórz kopię zapasową wybranych programów
ro: Copiere de rezervă selecţie software
ru: Резервное копирование программ
th: สำรองข้อมูลการเลือกซอฟต์แวร์
uk: Вибір проґрам для резервної копії

source: Restore software selection
am: የሶፍትዌር ምርጫዎችን እንደነበር መመለስ
ca: Restauració de la selecció de programari
cs: Obnovit vybraný software
cy: Dewis meddalwedd adfer
el: Επανάκτηση επιλεγμένου λογισμικού
fi: Palauta ohjelmistoja
gd: Taghadh a' bhathair-bhog a dh'aisigeas faidhlichean
he: שחזר תוכנות נבחרות
lt: Atstatyti programinės įrangos pasirinkimus
nb: Gjenopprett de valgte programmene
nds: Wiederherzustellende Softwareauswahl
ne: चयन गरिएका सफ्त्वेर बहाल गर
nl: Programmatuurselectie terugzetten
oc: Restabliment de la causida dels logicials
pl: Przywróć wybrane programy
ro: Restabilire selecţie software
ru: Восстановление программ
th: กู้คืนข้อมูลการเลือกซอฟต์แวร์
uk: Вибір проґрам для відновлення

source: Make a backup of your files
am: ተተኪ ፋይሎችን መስራት
ca: Feu una còpia de seguretat dels vostres fitxers
cs: Vytvořte zálohu svých souborů
cy: Gwneud copi wrth gefn o'ch ffeiliau
el: Δημιουργία αντιγράφου ασφαλείας των αρχείων σας
fi: Tee varmuuskopio tiedostoistasi
gd: Dèan lethbhreac-glèidhidh dhe na faidhlichean agad
he: גבה את קבציך
lt: Sukurti atsarginę failų kopiją
nb: Lag en sikkerhetskopi av filene dine
nds: Erstellen Sie eine Sicherungskopie Ihrer Dateien
ne: फैल्हारुको बाकअप बनाउ
nl: Reservekopie maken van uw bestanden
oc: Fasètz una còpia de salvament de vòstres fichièrs
pl: Stwórz kopię zapasową swoich plików
ro: Creează o copie de rezervă a fişierelor tale
ru: Создать резервную копию ваших файлов
th: ทำการสำรองแฟ้มต่าง ๆ ของคุณ
uk: Створити резервну копію файлів

source: Save the list of installed applications
am: የተገጠሙ ዝርዝር መተግበሪያዎችን ማስቀመጥ
ca: Deseu la llista de les aplicacions instal·lades
cs: Uložit seznam instalovaných aplikací
cy: Cadw'r rhestr o raglenni wedi eu gosod
el: Αποθήκευση λίστας εγκατεστημένων εφαρμογών
fi: Tallenna asennettujen sovellusten luettelo
gd: Sàbhail liosta nan aplacaidean a tha stàlaichte
he: שמור רשימת יישומים מותקנים
lt: Išsaugoti įdiegtų programų sąrašą
nb: Lagre lista over installerte programmer
nds: Speichert eine Auflistung der installierten Anwendungen
ne: स्थापन गरिएका सफ्त्वेरको सूची बचाऊ
nl: Lijst met geïnstalleerde toepassingen opslaan
oc: Fasètz una còpia de la lista dels logicials installats
pl: Zapisz listę zainstalowanych programów
ro: Salvează lista aplicaţiilor instalate
ru: Сохранить список установленных приложений
th: บันทึกรายการโปรแกรมที่ติดตั้งแล้ว
uk: Зберегти перелік встановлених проґрам

source: Restore a previous backup
am: በቅድሚያ የነበረውን ተተኪ እንደነበር መመለስ
ca: Restaureu una còpia de seguretat prèvia
cs: Obnovit předchozí zálohu
cy: Adfer copi wrth gefn blaenorol
el: Επανάκτηση ενός προηγούμενου αντιγράφου ασφαλείας
fi: Palauta edellisestä varmuuskopiosta
gd: Aisig lethbhreac-glèidhidh a rinn thu roimhe
he: שחזר גיבוי קודם
lt: Atstatyti ankstesnę atsarginę kopiją
nb: Gjenopprett en tidligere sikkerhetskopi
nds: Stelle eine vorherige Sicherung wieder her
ne: पहिलेको बाकअप बहाल गर्नुस
nl: Een eerdere reservekopie terugzetten
oc: Restablissètz de fichièrs salvats
pl: Przywróć poprzednią kopię zapasową
ro: Restabilește o salvare anterioară
ru: Восстановить файлы из резервной копии
th: กู้คืนข้อมูลสำรองก่อนหน้า
uk: Відновити попередню резервну копію

source: Restore previously installed applications
am: በቅድሚያ የነበሩትን የተገጠሙ መተግበሪያዎች እንደነበር መመለስ
ca: Restaureu les aplicacions instal·lades anteriorment
cs: Obnovit dříve nainstalované aplikace
cy: Adfer rhaglenni gosodwyd yn flaenorol
el: Επανάκτηση παλαιότερα εγκατεστημένων εφαρμογών
fi: Palauta aiemmin asennetut sovellukset
gd: Aisig aplacaidean a bha stàlaichte roimhe
he: שחזר יישומים שהיו מותקנים
lt: Atstatyti anksčiau įdiegtas programas
nb: Gjenopprett tidligere installerte programmer
nds: Stelle kürzlich installierte Anwendungen wieder her
ne: पहिले स्थापन गरिएका एप्प्लिकेसंसको बहाल गर्नुस
nl: Voorheen geïnstalleerde toepassingen terugzetten
oc: Restablissètz una lista de logicials salvada
pl: Przywróć uprzednio zainstalowane programy
ro: Restabilește aplicaţii instalate anterior
ru: Восстановить ранее установленные приложения
th: กู้คืนโปรแกรมที่ติดตั้งแล้วเมื่อก่อนหน้านี้
uk: Відновити раніше встановлені проґрами

source: Please select a source and a destination for your backup
am: እባክዎን ለተተኪው ምንጩን እና መድረሻውን ይምረጡ
ca: Si us plau, seleccioneu un origen i una destinació per a la vostra còpia de seguretat
cs: Vyberte zdroj a cíl vaší zálohy
cy: Dewiswch ffynhonnell a chyrchfan ar gyfer eich copi wrth gefn
el: Παρακαλώ επιλέξτε την προέλευση και τον προορισμό του αντιγράφου ασφαλείας σας
fi: Valitse lähde ja kohde varmuuskopioille
gd: Tagh tùs agus ceann-uidhe dhan lethbhreac-ghlèidhidh agad
he: אנא בחר את המקור והיעד עבור הגיבוי שלך
lt: Pasirinkite, ką norite išsaugoti ir kur padėti atsarginę kopiją
nb: Vennligst velg kilde og mål for sikkerhetskopien
nds: Wählen Sie bitte die Dateien sowie ein Zielverzeichnis für die Datensicherung aus
ne: कृपया बाकअपको स्रोत र स्थान रोज्नुहोस
nl: Selecteer a.u.b. een bron en een bestemming voor uw reservekopie
oc: Seleccionatz una font e una destinacion per vòstre salvament
pl: Wybierz proszę źródło oraz miejsce docelowe dla Twojej kopii zapasowej
ro: Alegeți o sursă şi o destinaţie pentru copia de rezervă
ru: Выберите источник и расположение резервной копии
th: กรุณาเลือกต้นทางและปลายทางสำหรับการสำรองข้อมูลของคุณ
uk: Виберіть джерело та місце призначення для резервної копії

source: Source:
am: ምንጭ
ca: Origen:
cs: Zdroj:
cy: Tarddiad:
el: Προέλευση:
fi: Lähde:
gd: Tùs:
he: מקור:‏
lt: Šaltinis:
nb: Kilde:
nds: Quelle:
ne: स्रोत:
nl: Bron:
oc: Font :
pl: Źródło:
ro: Sursă:
ru: Источник:
th: ต้นทาง:
uk: Джерело:

source: Destination:
am: መድረሻ:
ca: Destinació:
cs: Cíl:
cy: Cyrchfan:
el: Προορισμός:
fi: Kohde:
gd: Ceann-uidhe:
he: יעד:
lt: Paskirties vieta:
nb: Mål:
nds: Ziel:
ne: गन्तव्य:
nl: Bestemming:
oc: Destinacion :
pl: Miejsce docelowe:
ro: Destinaţie:
ru: Сохранить в:
th: ปลายทาง:
uk: Призначення:

source: Advanced options
am: የረቀቁ ምርጫዎች
ca: Opcions avançades
cs: Rozšířená nastavení
cy: Dewisiadau uwch
el: Επιλογές για προχωρημένους
fi: Lisävalinnat
gd: Roghainnean adhartach
he: אפשרויות נוספות
lt: Išplėstiniai parametrai
nb: Avanserte innstillinger
nds: Erweiterte Einstellungen
ne: उन्नत विकल्पहरू
nl: Geavanceerde opties
oc: Opcions avançadas
pl: Opcje zaawansowane
ro: Opţiuni avansate
ru: Дополнительные настройки
th: ตัวเลือกขั้นสูง
uk: Розширені параметри

source: Description:
am: መግለጫ
ca: Descripció:
cs: Popis:
cy: Disgrifiad:
el: Περιγραφή:
fi: Kuvaus:
gd: Tuairisgeul:
he: תיאור:
lt: Aprašas:
nb: Beskrivelse:
nds: Beschreibung:
ne: बिबरण:
nl: Omschrijving:
oc: Descripcion :
pl: Opis:
ro: Descriere:
ru: Описание:
th: รายละเอียด:
uk: Опис:

source: Output:
am: ውጤት:
ca: Sortida:
cs: Výstup:
cy: Allbwn:
el: Έξοδος:
fi: Luonti:
gd: Às-chur:
he: פלט:
lt: Išvestis:
nb: Resultat:
nds: Ausgabe:
ne: आउटपुट :
nl: Uitvoer:
oc: Sortida :
pl: Wynik:
ro: Rezultat:
ru: Формат вывода:
th: เอาต์พุต:
uk: Виведення:

source: Overwrite:
am: በላዩ ላይ መጻፍ:
ca: Sobreescriu:
cs: Přepisovat:
cy: Trosysgrifennu
el: Επανεγγραφή
fi: Korvaa:
gd: Tar-sgrìobh:
he: שכתב:
lt: Perrašyti:
nb: Skriv over:
nds: Überschreiben:
ne: अधिलेखन:
nl: Overschrijven:
oc: Espotir :
pl: Nadpisywanie:
ro: Suprascriere:
ru: Перезаписывать:
th: เขียนทับ:
uk: Перезаписати:

source: Confirm integrity
am: ሀቀኝነቱን ማረጋገጥ
ca: Confirma la integritat
cs: Potvrdit integritu
cy: Cadarnhau cyfanrwydd
el: Επιβεβαίωση ακεραιότητας
fi: Vahvista eheys
gd: Dearbhaich an iomlanachd
he: אשר שלמות
lt: Tikrinti vientisumą
nb: Sjekk integriteten
nds: Bestätige Vollständigkeit
ne: अखंडताको पुष्टि
nl: Bevestig integriteit
oc: Verificar l'integritat dels salvaments
pl: Potwierdź integralność
ro: Confirmă integritatea
ru: Проверить целостность данных
th: ยืนยันความสมบูรณ์
uk: Підтвердити цілісність

source: Follow symlinks
am: ሲምሊንክስን መከተል
ca: Segueix els enllaços simbòlics
cs: Následovat symbolické odkazy
cy: Dilyn symlinks
el: Να ακολουθηθούν τα symlinks
fi: Seuraa symbolisia linkkejä
gd: Lean symlinks
he: עקוב אחר קישורים סימבוליים
lt: Sekti menamas nuorodas
nb: Følg symbolske lenker
nds: Symbolischen Links folgen
ne: सिमलिङ्क पछ्याउनुहोस् !
nl: Symbolische koppelingen volgen
oc: Seguir los ligams simbolics
pl: Podążaj za dowiązaniami symbolicznymi
ro: Urmează legăturile simbolice
ru: Следовать по символьным ссылкам
th: ตามการเชื่อมโยงไป
uk: Йти за символьними посиланнями

source: Preserve permissions
am: ፍቃዶችን መጠበቅ
ca: Preserva els permisos
cs: Zachovat přístupová práva
cy: Cadw caniat√¢d
el: Διατήρηση των permissions
fi: Säilytä käyttöoikeudet
gd: Glèidh na ceadan
he: שמר הרשאות
lt: Išsaugoti prieigos teises
nb: Behold rettigheter
nds: Berechtigungen beibehalten
ne: अनुमतिहरु बचाई राख
nl: Rechten behouden
oc: Preservar las permissions
pl: Zachowaj prawa dostępu
ro: Păstrează permisiunile
ru: Сохранить права доступа
th: รักษาสิทธิ์ที่อนุญาตด้วย
uk: Права доступу для збереження

source: Preserve timestamps
am: የጊዜ ማህተምን መጠበቅ
ca: Preserva les marques de temps
cs: Zachovat časová razítka
cy: Cadw stamp amser
el: Διατήρηση των timestamps
fi: Säilytä aikaleimat
gd: Glèidh stampaichean-ama
he: שמר רישום זמני פעולות
lt: Išsaugoti laiko žymas
nb: Behold tidsstemplene
nds: Änderungsdatum beibehalten
ne: समय टिकटहरु बचाई राख
nl: Tijdstempels behouden
oc: Preservar las datas associadas
pl: Zachowaj znaczniki czasu
ro: Păstrează marcaje timp
ru: Сохранить отметки времени
th: รักษาการบันทึกเวลาด้วย
uk: Часова позначка збереження

source: Please select any files or directories you want to exclude
am: እባክዎን ማስቀረት የሚፈልጉትን ፋይል ወይም ማውጫ ይምረጡ
ca: Si us plau, seleccioneu els fitxers i directoris que voleu excloure
cs: Vyberte soubory nebo adresáře, které chcete vyloučit
cy: Dewisiwch unrhyw ffeil neu gyfarwyddiadur yr hoffech eu heithrio
el: Παρακαλώ επιλέξτε αρχεία ή φακέλους που θέλετε να εξαιρεθούν
fi: Valitse tiedostot tai kansiot, joita et halua varmuuskopioida
gd: Tagh faidhle no pasgan sam bith nach eil thu airson gabhail a-staigh
he: בחר בבקשה קבצים או ספריות שאין ברצונך לכלול
lt: Pasirinkite failus ir aplankus, kurių nenorite įtraukti
nb: Velg hvilke filer eller mapper du vil utelate
nds: Wählen Sie bitte die Dateien und Verzeichnisse aus, die nicht gesichert werden sollen
ne: कृपया समाबेश गर्न नचाहनुहुने फाइल या डायरेक्टरीहरु चुन्नुहोस
nl: Selecteer a.u.b. alle uit te sluiten bestanden of mappen
oc: Seleccionatz los fichièrs e repertòris d'exclure
pl: Wybierz proszę dowolne pliki lub katalogi, które chcesz wykluczyć
ro: Selectați fișierele sau dosarele pe care doriți să le excludeți
ru: Какие файлы или папки вы хотите исключить
th: กรุณาเลือกแฟ้มหรือตำแหน่งใด ๆ ที่คุณต้องการยกเว้น
uk: Виберіть файли та каталоги, які бажаєте виключити

source: Exclude files
am: የተከለከሉ ፋይሎች
ca: Exclou fitxers
cs: Vyloučit soubory
cy: Eithrio ffeiliau
el: Εξαίρεση αρχείων
fi: Jätä tiedostoja huomiotta
gd: Dùin às faidhlichean
he: אל תכלול את הקבצים
lt: Neįtraukti failų
nb: Utelat filer
nds: Ausgeschlossene Dateien
ne: फाइल समाबेश नगर
nl: Bestanden uitsluiten
oc: Exclure de fichièrs
pl: Wykluczone pliki
ro: Exclude fișiere
ru: Исключить файлы
th: ทำการยกเว้นแฟ้ม
uk: Виключити файли

source: Exclude directories
am: ዳይሬክቶሪን ማስቀረት
ca: Exclou directoris
cs: Vyloučit adresáře
cy: Eithrio cyfarwydduron
el: Εξαίρεση φακέλων
fi: Jätä kansioita huomiotta
gd: Dùin às pasganan
he: אל תכלול ספריות
lt: Išskirti aplankus
nb: Utelat mapper
nds: Ausgeschlossene Verzeichnisse
ne: डायरेक्टरी समाबेश नगर
nl: Mappen uitsluiten
oc: Exclure de repertòris
pl: Wyklucz katalogi
ro: Exclude dosare
ru: Исключить папки
th: ทำการยกเว้นตำแหน่ง
uk: Виключити каталоги

source: Remove
am: ማስወገድ
ca: Elimina
cs: Odstranit
cy: Tynnu
el: Αφαίρεση
fi: Poista
gd: Thoir air falbh
he: הסרה
lt: Pašalinti
nb: Fjern
nds: Entfernen
ne: हटाउनुहोस्
nl: Verwijderen
oc: Levar
pl: Usuń
ro: Elimină
ru: Удалить
th: เอาออก
uk: Вилучити

source: Please review the information below before starting the backup
am: እባክዎን ከዚህ በታች ያለውን መረጃ ይመርምሩ ተተኪውን ማሰናዳት ከመጀመሮ በፊት
ca: Si us plau, reviseu la informació a sota abans de començar la còpia de seguretat.
cs: Před zahájením zálohování zkontrolujte informace níže
cy: Darllennwch y cyfarwydiadau isod cyn cychwyn gwneud copi wrth gefn
el: Παρακαλώ ελέγξτε τις παρακάτω πληροφορίες πριν την ξεκινήσετε την δημιουργία του αντιγράφου ασφαλείας
fi: Lue alla olevat tiedot ennen varmuuskopioinnin aloitusta
gd: Thoir sùil air an fhiosrachadh gu h-ìosal mus tòisich thu air an lethbhreac-ghlèidhidh
he: בחן בבקשה את המידע הבא לפני התחלת הגיבוי
lt: Prašome patikrinti šią informaciją prieš kuriant atsarginę kopiją
nb: Se over opplysningene under før du starter sikkerhetskopieringen
nds: Lesen Sie bitte vor dem Start der Datensicherung die nachfolgenden Informationen durch.
ne: कृपया बाकअप गर्नु अघि तलका जानकारी ध्यान दिएर समीक्षा गर्नुहोस
nl: Controleer a.u.b. onderstaande informatie voordat u de reservekopie start
oc: Verificatz las informacions çaijós abans de contunhar
pl: Przejrzyj proszę informacje zamieszczone poniżej zanim zaczniesz tworzyć kopię zapasową
ro: Verificați informațiile următoare înainte de a începe copierea de rezervă
ru: Проверьте указанную информацию, прежде чем начнётся резервное копирование
th: กรุณาเขียนข้อมูลข้างล่างก่อนเริ่มทำการสำรองข้อมูล
uk: Ознайомтеся з інформацією внизу перед початком резервного копіювання
