Repository: DorianB2017/mint-translations
Catalog: po-export/mintreport/mintreport-*.po
Languages: es, fr

source: System Reports
es: Informes del sistema
fr: Rapports système

source: An error occurred while gathering the system information.
es: Ha ocurrido un error al recopilar la información del sistema.
fr: Une erreur s'est produite lors de la collecte des informations système.

source: System information copied
es: Se ha copiado la información del sistema
fr: Informations système copiées

source: Your system information was copied into your clipboard so you can paste it on the forums.
es: La información del sistema se ha copiado en el portapapeles para que pueda pegarla en los foros.
fr: Vos informations système ont été copiées dans le presse-papiers afin que vous puissiez les partager sur les forums de discussion.

source: System information uploaded
es: Se ha enviado la información del sistema
fr: Informations système téléversées

source: Your system information was uploaded to %s. This link was placed in your clipboard so you can paste it on IRC.
es: La información del sistema se ha enviado a %s. Este enlace se ha copiado en el portapapeles para que pueda pegarlo en IRC.
fr: Vos informations système ont été téléversées sur %s. Ce lien se trouve maintenant dans votre presse-papiers et vous pouvez le coller sur IRC.

source: An error occurred while uploading the system information
es: Ha ocurrido un error al enviar la información del sistema.
fr: Une erreur s'est produite lors du téléversement des informations systèmes

source: Copy and paste the system information manually into a pastebin site like https://pastebin.com and share the link on IRC.
es: Copie y pegue la información del sistema manualmente en un sitio pastebin como https://pastebin.com y comparta el enlace en IRC.
fr: Copiez et collez les informations système manuellement sur un site comme https://pastebin.com et partagez le lien sur IRC.

source: Are you sure you want to delete this report?
es: ¿Seguro que quiere borrar este informe?
fr: Êtes-vous sûr de vouloir supprimer ce rapport ?

source: The report will be permanently deleted and will no longer be visible.
es: El informe se borrará permanentemente y dejará de ser visible.
fr: Ce rapport sera définitivement supprimé et ne sera plus visible.

source: The debug symbols are missing for %(program)s. Please install %(package)s.
es: Faltan los símbolos de depuración de %(program)s. Instale %(package)s.
fr: Les symboles de débogage sont introuvables pour %(program)s. Veuillez installer %(package)s.

source: The package providing %s could not be found. If you want to generate a stack trace for this crash report, please reinstall it.
es: El paquete que proporciona %s no se encuentra. Si quiere generar una traza de la pila para este informe de error, reinstálelo.
fr: Le paquet fournissant %s est introuvable. Pour générer une trace de pile pour ce rapport de plantage, veuillez le réinstaller.

source: The headers or binaries installed on your system do not match the code which was executed during the crash. They probably got upgraded since. A stack trace is available in 'Local Files' but its content is probably inaccurate.
es: Los encabezados o binarios instalados en el sistema no coinciden con el código que se ejecutó durante el error. Probablemente se actualizaron después. Hay disponible un trazado de pila en 'Archivos locales', pero su contenido puede ser inexacto.
fr: Les fichiers binaires ou d'entêtes installés sur ce système ne correspondent pas au code exécuté lors du plantage. Il ont probablement été mis à jour depuis. Un trace de pile est disponible dans 'Fichiers locaux' mais son contenu n'est probablement pas fidèle.

source: Troubleshoot problems
es: Solucionar problemas
fr: Dépannage de problèmes

source: Troubleshooting Tool
es: Utilidad de solución de problemas
fr: Outil de dépannage

source: Copy
es: Copiar
fr: Copier

source: Copy to clipboard (code tags are added to make it easy to paste the system information into the forums)
es: Copiar al portapapeles (se agregan etiquetas de código para facilitar el pegado de la información del sistema en los foros)
fr: Copier dans le presse-papiers (des balises de code seront ajoutées pour faciliter la publication des informations système sur les forums)

source: Upload
es: Enviar
fr: Téléverser

source: Upload to a pastebin service (no personal information included)
es: Enviar a un servicio pastebin (no se incluirá información personal)
fr: Téléverser sur un site de partage de texte (aucun renseignement personnel ne sera exposé)

source: System information
es: Información del sistema
fr: Informations système

source: Crash reports are not available
es: Los informes de fallo no están disponibles
fr: Les rapports de plantage ne sont pas disponibles

source: To enable crash reporting, install systemd-coredump and reboot your computer.
es: Para habilitar los informes de fallos, instale systemd-coredump y reinicie el equipo.
fr: Pour activer la fonction de rapport de plantage, installez systemd-coredump et redémarrez l'ordinateur.

source: Crash reports:
es: Informes de bloqueo:
fr: Rapports de plantage :

source: Stack trace:
es: Traza de la pila:
fr: Trace de la pile :

source: When seeking help, check for existing bug reports, pastebin the trace, share crash.tar.gz (from Local Files) and explain how to reproduce the crash.
es: Cuando pida ayuda, compruebe si hay informes de errores, copie y pegue la traza de la pila, comparta crash.tar.gz (de archivos locales) y explique cómo reproducir el bloqueo.
fr: Si vous demandez de l'aide, cherchez parmi les rapports de bogues existants, téléversez la trace sur pastebin, partagez le fichier crash.tar.gz (Fichiers locaux) et expliquez comment reproduire la plantage.

source: Local Files
es: Archivos locales
fr: Fichiers locaux

source: Open the directory containing crash.tar.gz and its content.
es: Abrir la carpeta que contiene crash.tar.gz y su contenido.
fr: Ouvrir le dossier parent de crash.tar.gz et son contenu.

source: Bug Tracker
es: Rastreador de errores
fr: Suivi des bogues

source: Find the most appropriate bug tracker.
es: Encontrar el rastreador de errores más apropiado.
fr: Trouver le suivi de bogues le plus approprié.

source: Upload the trace to the Internet.
es: Subir la traza a internet.
fr: Téléverser la trace de pile sur Internet.

source: Developers need to know where the code fails or how to reproduce the issue. Always provide a trace and reliable instructions to trigger/observe the problem.
es: Los desarrolladores necesitan saber dónde falla el código o cómo reproducir el error. Proporcione siempre la traza e instrucciones de cómo producir/observar el problema.
fr: Les développeurs ont besoin de savoir où se trouve l'erreur dans le code ou bien comment reproduire le bogue. Veillez à toujours fournir une trace de pile et les instructions nécessaires pour déclencher ou observer le problème.

source: Crash reports
es: Informes de fallos
fr: Rapports de plantage

source: Information reports:
es: Informes indicativos:
fr: Rapports d'information :

source: Report:
es: Informe:
fr: Rapport :

source: Delete
es: Borrar
fr: Supprimer

source: Delete this report
es: Borrar este informe
fr: Supprimer ce rapport

source: Note: Information reports can only be shown in English.
es: Nota: los informes indicativos solo se muestran en inglés.
fr: Note : les rapports d'information sont uniquement en anglais.

source: Information reports
es: Informes indicativos
fr: Rapports d'information
